[
 {
   "Name": "Q & M Dental Centre",
   "Address": "#03-24 ",
   "Phone": "6425 0398",
   "text": "Q & M Dental Group was first established in November 1996. To date, we have built a reputation as a reliable dental healthcare services provider with multi-disciplinary expertise. As the largest private dental group in Singapore, we currently serve more than 600,000 patients island-wide.",
   "img_src": "http://www.jem.sg/images/Q%20&%20M%20Logo%20(307x260px).jpg",
   "Category": "Service"
 },
 {
   "Name": "4Fingers Crispy Chicken",
   "Address": "#01-15A ",
   "Phone": "",
   "text": "At 4FINGERS, we’re nuts about chicken. So when we discovered the best Asian crispy chicken in New York City’s grungy subway scene, we knew we had to share it. And so began the revolution of crispy chicken. Spicy, crispy, unique and downright addictive.",
   "img_src": "http://www.jem.sg/images/4Fingers%20307x260.jpg",
   "Category": "Food"
 },
 {
   "Name": "Adidas",
   "Address": "#03-34 ",
   "Phone": "6694 5342",
   "text": "Besides sports footwear, Adidas also produces other products such as bags, shirts, watches, eyewear, and other sports- and clothing-related goods. Adidas is the largest sportswear manufacturer in Germany and Europe and the second biggest sportswear manufacturer in the world.",
   "img_src": "http://www.jem.sg/images/adidas.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "adidas Originals",
   "Address": "#01-34 ",
   "Phone": "6684 0345",
   "text": "adidas Originals is a line of casual sports apparel, and is the heritage line of adidas.",
   "img_src": "http://www.jem.sg/images/821adidas.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "AKEMIUCHI",
   "Address": "#04-19 ",
   "Phone": "6268 5045",
   "text": "Established in 2007, AKEMIUCHI is a progressive home concept store known for its ultramodern and sophisticated taste in the home furnishing, lighting, and home décor products. It offers an extensive range in brands, styles, designs, quality and price to brighten anyone’s home.",
   "img_src": "http://www.jem.sg/images/jem_website.jpg",
   "Category": "Others"
 },
 {
   "Name": "Apgujeong Hair Studio",
   "Address": "#04-05/06 ",
   "Phone": "6694 0978",
   "text": "Apgujeong Hair Studio offers full Korean hair services. Our pioneering, award-winning styling team strives to push the boundaries and set the trends when it comes to hairdressing. If you can envisage your dream hairstyle or colour, we can create it.",
   "img_src": "http://www.jem.sg/images/307x260px%20(1).png",
   "Category": "Service"
 },
 {
   "Name": "Astalift",
   "Address": "#01-20 ",
   "Phone": "6734 8860",
   "text": "Japan's award-winning skincare boutique that offers a full range of anti-ageing and whitening skincare products and supplements.",
   "img_src": "http://www.jem.sg/images/astalift.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "AsterSpring",
   "Address": "#03-13 ",
   "Phone": "6734 7833",
   "text": "At AsterSpring, you can achieve total wellness, across your whole body. You'll see maximum results in min. time thanks to our specially crafted, results-oriented facials & body therapies that focus on balance, nurturing & vitality. We use Dermalogica, no. 1 professional skin care brand in the world.",
   "img_src": "http://www.jem.sg/images/aster_spring.jpg",
   "Category": "Service"
 },
 {
   "Name": "Avone Beauty Secrets",
   "Address": "#03-42 ",
   "Phone": "6734 7311",
   "text": "Exciting and innovative beauty deals are brewing and ready to surprise our customers at our latest outlet @ Jem. Besides pampering nails spa treats and Sparkle Light therapies, we have Avone's signature works - Embroidery Faceworks which includes Brows, Lips, Eyeline embroidery.",
   "img_src": "http://www.jem.sg/images/541Jem%20logo.jpg",
   "Category": "Service"
 },
 {
   "Name": "Awfully Chocolate",
   "Address": "#01-15 ",
   "Phone": "6734 1530",
   "text": "Our philosophy is simple & unique. The focus is not variety but quality.\nSo we started a cake shop selling only one cake - a simple dark chocolate cake between layers of dark chocolate fudge. Real cake one could bite into, rich in taste yet moist and light. Something that is irresistibly good.",
   "img_src": "http://www.jem.sg/images/AC%20307x260.jpg",
   "Category": "Food"
 },
 {
   "Name": "AXS Machine",
   "Address": "#B1 ",
   "Phone": "",
   "text": "",
   "img_src": "http://www.jem.sg/images/StationLogo_B.JPG",
   "Category": "Service"
 },
 {
   "Name": "Beauty Language",
   "Address": "#B1-26 ",
   "Phone": "6262 2774",
   "text": "",
   "img_src": "http://www.jem.sg/images/Beauty%20Language%20website.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Bee Cheng Hiang",
   "Address": "#B1-40 ",
   "Phone": "6339 3977",
   "text": "Bee Cheng Hiang, the market leader in the Bakkwa industry has established more than 250 outlets spanning across 8 countries (Singapore, Malaysia, China, Hong Kong, Taiwan, Philippines, Indonesia and South Korea). No matter where Bee Cheng Hiang goes, the brand promises to have the best Bakkwa freshl ...",
   "img_src": "http://www.jem.sg/images/bee_cheng_hiang.jpg",
   "Category": "Food"
 },
 {
   "Name": "Bengawan Solo",
   "Address": "#B1-49 ",
   "Phone": "6262 3103",
   "text": "A home-grown household name for the finest and freshest cakes, kueh & confectionery, Bengawan Solo uses only the best ingredients to produce home-made quality products that you will be proud to serve!",
   "img_src": "http://www.jem.sg/images/791bengawansolo.jpg",
   "Category": "Food"
 },
 {
   "Name": "Benjamin Barker",
   "Address": "#02-50 ",
   "Phone": "6262 6532",
   "text": "Benjamin Barker is a purveyor of smart-casual, heritage inspired apparel. Working closely with our partners, we make clothes for real men. We make clothes that speak style and personality.",
   "img_src": "http://www.jem.sg/images/BB_Logo_307X260.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Beyond Beauty",
   "Address": "#03-41 ",
   "Phone": "6734 2333",
   "text": "Beyond Beauty International is a forward-looking company with a holistic approach towards health & beauty, offering total face and body care, complete with slimming and spa services. Our services are a unique blend of the latest technology and the skillful human touch.",
   "img_src": "http://www.jem.sg/images/307x260px.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "BlackBall",
   "Address": "#B1-32 ",
   "Phone": "",
   "text": "Looking for a twist out of ordinary? Here's a tasty treat without surrendering its familiar form that calls for modernism originally from Taiwan- Taiwan’s No 1 Grass Jelly! With over 15 different ingredients to choose from, each with its distinctive nutritional value, enjoy your desserts guilt-fre ...",
   "img_src": "http://www.jem.sg/images/307x260.jpg",
   "Category": "Food"
 },
 {
   "Name": "Books Kinokuniya",
   "Address": "#04-23 ",
   "Phone": "6430 0868",
   "text": "Kinokuniya Jurong Store - the nurturing ground for young book lovers and the designated meeting place for like-minded book lovers. We aim at becoming a part of the Jurong Lake Story.",
   "img_src": "http://www.jem.sg/images/Books_Kinokuniya.jpg",
   "Category": "Books"
 },
 {
   "Name": "Burger King",
   "Address": "#B1-02 ",
   "Phone": "6734 5723",
   "text": "Beef burgers at BURGER KING® are made of 100% beef and flame-grilled to perfection. You can look forward to savoring the signature WHOPPER®, velvety smooth BK Doubles Mushroom Swiss, hot and crispy Chicken TenderCrisp, irresistible sides such as Onion Rings, Hershey®’s Pie and more!",
   "img_src": "http://www.jem.sg/images/Burger%20King%20Logo.jpg",
   "Category": "Food"
 },
 {
   "Name": "Capitol Optical",
   "Address": "#02-48 ",
   "Phone": "",
   "text": "At Capitol Optical, we have your best vision at heart. Our mission is to provide you with only the best quality eye care, eye wear and customer service with continuous training and the most knowledgeable optical team. We aim to make every experience with us an enjoyable one, from a simple eye test t ...",
   "img_src": "http://www.jem.sg/images/650website.png",
   "Category": "Fashion"
 },
 {
   "Name": "Cathay Cineplexes",
   "Address": "#05-04 ",
   "Phone": "-",
   "text": "Cathay Cineplex Jem proudly showcases the latest movies in 8 commercial halls including exclusive Ultima seats, and 2 Platinum Movie Suites halls. Please view our promotions here - www.cathaycineplexes.com.sg/promotions/ and FAQ here -\n http://www.cathaycineplexes.com.sg/faqs/",
   "img_src": "http://www.jem.sg/images/cclogo307x260.jpg",
   "Category": "Entertainment"
 },
 {
   "Name": "Challenger",
   "Address": "#04-01 ",
   "Phone": "6339 9008",
   "text": "Challenger is a Singapore-based IT retailer serving over half a million members across 38 stores island-wide & 24/7 online @ Hachi.tech. Stocking the latest IT products, Challenger has been awarded Best Consumer Electronic Chain Store for 6 years running since 2013 by HardwareZone Tech Award voters.",
   "img_src": "http://www.jem.sg/images/Challenger%20Logo%20(New)%20resized.jpg",
   "Category": "Others"
 },
 {
   "Name": "CHANEL",
   "Address": "#01-50 ",
   "Phone": "66843160",
   "text": "CHANEL showcases its fragrance and beauty creations in a space dedicated to reveal your unique style. \nAccess exclusive collections and discover the creative spirit of the house.",
   "img_src": "http://www.jem.sg/images/CHANEL%20Font%20.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Charles & Keith",
   "Address": "#01-58 ",
   "Phone": "6837 9010",
   "text": "CHARLES & KEITH, brings distinct style of contemporary designs to the fashion conscious. The fashion-forward brand transforms the latest trends into wearable fashion with their own line of ladies footwear and accessories.",
   "img_src": "http://www.jem.sg/images/980Untitled.png",
   "Category": "Fashion"
 },
 {
   "Name": "Chen Kang Wellness",
   "Address": "#03-45 ",
   "Phone": "6694 4494",
   "text": "Providing relief to the weary and sore feet, Chen Kang Wellness provides relaxing foot reflexology, stress reducing neck and shoulder massages, rejuvenating deep tissue body massages and the retail of beneficial health related products.",
   "img_src": "http://www.jem.sg/images/chenkang.jpg",
   "Category": "Service"
 },
 {
   "Name": "Chir Chir Fusion Chicken Factory",
   "Address": "#04-13/14 ",
   "Phone": "62626171",
   "text": "Originating from Seoul, the Chir Chir (pronounced Chi-Re Chi-Re) chain is South Korea's largest chain of restaurants, known for its freshly-cooked Korean chicken dishes. The chain's focus on great taste, value & service allowed it to grow into one of the largest \"Chimaek\" franchises in South Korea.",
   "img_src": "http://www.jem.sg/images/chir%20chir%20logo.jpg",
   "Category": "Food"
 },
 {
   "Name": "Citrusox",
   "Address": "#02-K02 ",
   "Phone": "6694 0058",
   "text": "Always in trend, always stylish, Citrusox is known for socks, stockings, leggings, tights and shoe accessories. For almost 20 years, Citrusox has served consumers who are attracted to our brand because of the wide variety of designs and our intimate understanding of consumer preferences.",
   "img_src": "http://www.jem.sg/images/520citrusox-logo-240x120.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "City Chain",
   "Address": "#01-52 ",
   "Phone": "6339 1460",
   "text": "City Chain has grown to be one of the key players in the watch retail industry since its establishment in 1985. Our mission is to offer customers a wide range of renowned watch labels and quality customer services. We are highly dedicated to grow and improve our services in the coming years.",
   "img_src": "http://www.jem.sg/images/CC.logo.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Clarks",
   "Address": "#01-24 ",
   "Phone": "66942398",
   "text": "Clarks is a great British brand with a unique heritage that stretches back almost 200 years. New technology, state-of-the-art facilities and a continued passion for shoes means the Clarks brand continues to be one of the most well-loved and recognisable British brands across the world.",
   "img_src": "http://www.jem.sg/images/Logo_Jem-Website.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Connect-IT by Jade Gift Shop",
   "Address": "#04-39 ",
   "Phone": "6734 7522",
   "text": "ConnectIT offers you with the latest and trendiest gadgets to complement your lifestyle both\nat work and at leisure. As we carry almost all major brands of earphones and headphones in the market, you will be spoilt for choice when you step into our store.",
   "img_src": "http://www.jem.sg/images/connectIT.jpg",
   "Category": "Others"
 },
 {
   "Name": "Converse",
   "Address": "#03-47 ",
   "Phone": "6339 2767",
   "text": "Converse = American + Sneaker +Youthful + Rebellious + Blank Canvas\n\nConverse believes that unleashing the creative spirit will change the world.",
   "img_src": "http://www.jem.sg/images/converse.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Cookhouse by Koufu",
   "Address": "#05-01 ",
   "Phone": "6659 6182",
   "text": "Cookhouse by Koufu is the perfect spot for pleasant dining and superb cuisine ranging from local fare to international cuisine. Our creative menu features a wide array of great selections, always made from the highest quality ingredients to offer for everyone.",
   "img_src": "http://www.jem.sg/images/koufu_cookhouse.jpg",
   "Category": "Food"
 },
 {
   "Name": "Cotton On",
   "Address": "#02-08 ",
   "Phone": "6339 4306",
   "text": "Cotton On is a global fashion and lifestyle brand that creates effortless, on-trend and affordable products to be lived in every day. \n\nWe embrace diversity, empowering people of all backgrounds to express their personal style and make a positive impact on the world and those around them.",
   "img_src": "http://www.jem.sg/images/754cotton_on.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Cotton On Kids",
   "Address": "#04-43 ",
   "Phone": "6339 0775",
   "text": "Cotton On Kids takes the spirit, edginess and fashionability of its parent brand and successfully re-imagines it for its range of children's apparel and accessories.",
   "img_src": "http://www.jem.sg/images/cotton_on_kids.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "COURTS",
   "Address": "#04-30 ",
   "Phone": "6734 8101",
   "text": "COURTS' brand new IT, electronic and home furnishing retail concept promises shoppers an immersive retail experience at Jem.",
   "img_src": "http://www.jem.sg/images/courts.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Crabtree & Evelyn",
   "Address": "#01-60 ",
   "Phone": "6734 7472",
   "text": "A pioneer in botanical formulations for over 30 years, CRABTREE & EVELYN fuses the power of nature and science, luxury and comfort, and the wisdom of the past and present, to create sensorial pleasures for the body and the spirit.",
   "img_src": "http://www.jem.sg/images/crabtree_&_evelyn.jpg",
   "Category": "Others"
 },
 {
   "Name": "Crocs",
   "Address": "#03-32 ",
   "Phone": "6734 8441",
   "text": "A world leader of innovative casual footwear for men, women and children, Crocs Inc offers several distinct shoe collections with more than 300 styles to suit every lifestyle. All Crocs shoes feature Croslite materials, a proprietary, revolutionary technology that produces soft, non-marketing and od ...",
   "img_src": "http://www.jem.sg/images/crocs.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Dead Sea Premier",
   "Address": "#01-38A ",
   "Phone": "6339 3400",
   "text": "Premier Dead Sea is an international brand of high-end Dead Sea skin care products which are scientifically developed by expert dermatologists who specialize in aging and skin biology. Our award winning products are based on a modern purification process that promotes renewing and rebuilding skin ce ...",
   "img_src": "http://www.jem.sg/images/premier.jpg",
   "Category": "Others"
 },
 {
   "Name": "Delifrance",
   "Address": "#B1-K15 ",
   "Phone": "6779 9276",
   "text": "Délifrance offers a variety of concepts and serves a wide range of authentic French treats, from legendary baguettes and croissants, to generously-filled, signature sandwiches and exquisite tarts, cakes and pastries.",
   "img_src": "http://www.jem.sg/images/396delifrance.jpg",
   "Category": "Food"
 },
 {
   "Name": "Dian Xiao Er",
   "Address": "#03-08 ",
   "Phone": "67340813",
   "text": "Step back in time as you relish in our signature Herbal Roast Duck. Using naturally bred Cherry Valley ducks of the finest quality, savour tender flesh with crisp golden brown skin. With our specialty in Chinese cuisine, enjoy a spread in our rustic ambience for a dining experience like no other!",
   "img_src": "http://www.jem.sg/images/DXE%20Abuzz%20Logo%20(307px%20x%20260px).png",
   "Category": "Food"
 },
 {
   "Name": "Din Tai Fung",
   "Address": "#02-07 ",
   "Phone": "6694 1161",
   "text": "Ranked as one of the world’s Top Ten Best Restaurants by The New York Times,  this authentic Taiwanese restaurant has been making waves throughout the world with its signature xiao long baos (steamed pork dumplings) and heart-warming steamed chicken soup.",
   "img_src": "http://www.jem.sg/images/din_tai_fung.jpg",
   "Category": "Food"
 },
 {
   "Name": "Dockers",
   "Address": "#02-11 ",
   "Phone": "6734 7468",
   "text": "Khakis have been a staple item in every man's wardrobe, from the frontline to the boardroom. Dockers is still the original and the best khaki brand. It is their timeless appeal and khaki ownership that sets them apart.",
   "img_src": "http://www.jem.sg/images/dockers.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Dorothy Perkins",
   "Address": "#02-35 ",
   "Phone": "6339 0825",
   "text": "Dorothy Perkins delivers feminine, quality high street fashion and the essential items of the season at affordable prices. With the availability of size spectrum from 6 to 20, Dorothy Perkins provides the fashion democrats trendy merchandise with comfort fit and cuts.",
   "img_src": "http://www.jem.sg/images/dorothy_perkins.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Dr Kong",
   "Address": "#04-02 ",
   "Phone": "6734 7417",
   "text": "Dr.Kong had been established since 1999 in Hong Kong. Till date, they have been focusing on health and comfort for consumers and will continue improving on preventing foot problems. Currently Dr.Kong product is available in Singapore.",
   "img_src": "http://www.jem.sg/images/drkong.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "EAT",
   "Address": "#B1-K7 ",
   "Phone": "63394661",
   "text": "",
   "img_src": "http://www.jem.sg/images/eat.jpg",
   "Category": "Food"
 },
 {
   "Name": "Elements @ Play by Science Centre Singapore",
   "Address": "Coming soon ",
   "Phone": "",
   "text": "Elements @ Play is developed by Science Centre Singapore.\n\nThis collection of interactive exhibits apply the basic concepts of light, sound and kinetic energy to showcase the wonders of science.",
   "img_src": "http://www.jem.sg/images/SCS.jpg",
   "Category": "Entertainment"
 },
 {
   "Name": "En Sakaba",
   "Address": "#01-04 ",
   "Phone": "62620238",
   "text": "En Sakaba is a traditional Japanese retro dining and drinking spot offering a wide variety of tapas, sake and beer. We seeks to provide a cozy space for people to meet and bond through gourmet food. Some umami-rich delights on the menu include Jumbo Hotate Yaki and Zuwai Kani Kourayaki.",
   "img_src": "http://www.jem.sg/images/EnSakaba_Logo-page-001.jpg",
   "Category": "Food"
 },
 {
   "Name": "Esiney",
   "Address": "#04-K01 ",
   "Phone": "98595539",
   "text": "Esiney Trading sells fashionable and affordable smartphone accessories such as phone covers, screen protectors and portable chargers.and we provides repair service for mobile and tablet (motherboard ,lcd change .battery  etc.)",
   "img_src": "http://www.jem.sg/images/Esiney.jpg",
   "Category": "Others"
 },
 {
   "Name": "Esprit",
   "Address": "#01-44 ",
   "Phone": "67342363",
   "text": "Esprit is an international fashion brand that has been bringing style and quality to life since 1968. Founded in San Francisco by Susie and Doug Tompkins, Esprit has a creative and responsible DNA fused with a sunny Californian attitude.",
   "img_src": "http://www.jem.sg/images/esprit.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Etude House",
   "Address": "#02-44 ",
   "Phone": "6339 1045",
   "text": "ETUDE HOUSE believes Life Is Sweet! Makeup should be fun, playful and not routine. That's why our products are developed to reflect four basic concepts: high quality, affordability, lovely design and a diverse colour range.",
   "img_src": "http://www.jem.sg/images/etude_house.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Eu Yan Sang",
   "Address": "#B1-48 ",
   "Phone": "6684 3082",
   "text": "To keep Eu Yan Sang at the forefront of the TCM and wellness industries, we are exploring beyond the traditional forms and uses of TCM, and adapting TCM to help consumers take a holistic and nutritional approach to achieving natural wellness.\nwww.euyansang.com",
   "img_src": "http://www.jem.sg/images/eu_yan_sang.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Eu Yan Sang TCM Clinic",
   "Address": "#04-54 ",
   "Phone": "6684 5677",
   "text": "Eu Yan Sang TCM Clinics emphasise on a holistic approach to total health and well-being. We offer a comprehensive range of traditional Chinese medicine and therapies to bring about effective healing and a renewed sense of vitality.",
   "img_src": "http://www.jem.sg/images/eu_yan_sang_tcm.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "FairPrice Xtra",
   "Address": "#B1-21/22 ",
   "Phone": "6339 1729",
   "text": "FairPrice Xtra is another exciting retail format by NTUC FairPrice, offering shoppers a whole new hypermarket shopping experience that promises low prices and more. Expect Xtra savings, Xtra variety, Xtra fun and more!",
   "img_src": "http://www.jem.sg/images/fair_price_xtra.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Famous Amos",
   "Address": "#B1-K14 ",
   "Phone": "6339 2691",
   "text": "Serving a variety of freshly baked cookies in Singapore since 1983, Famous Amos cookies are made from the finest natural ingredients. Complementing our bite-size crunchy cookies, we serve large soft 'n' chewy cookies, muffins and brownies. Visit us for that unique gift that says it all.",
   "img_src": "http://www.jem.sg/images/famous_amos.jpg",
   "Category": "Food"
 },
 {
   "Name": "Fossil",
   "Address": "#01-46 ",
   "Phone": "6694 1345",
   "text": "Since 1984, the Fossil brand has been rooted in authenticity and a distinctive Modern Vintage design aesthetic. It has grown from a small watch business to an international lifestyle brand with over 390 stores worldwide and a strong global e-commerce presence.",
   "img_src": "http://www.jem.sg/images/fossil.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Foto Express",
   "Address": "#B1-14 ",
   "Phone": "6684 3084",
   "text": "Provides services and products such as digital photo processing, photobooks, tape conversion, photocopying and passport photo taking.",
   "img_src": "http://www.jem.sg/images/foto-express.jpg",
   "Category": "Service"
 },
 {
   "Name": "Four Leaves",
   "Address": "#B1-38 ",
   "Phone": "67340891",
   "text": "Since our establishment in 1981, Four Leaves has been consistently serving our customers with quality products. With more than 30 years of experience, we have become one of the leading bakery chains in Singapore.",
   "img_src": "http://www.jem.sg/images/four_leaves.jpg",
   "Category": "Food"
 },
 {
   "Name": "FOX Kids & Baby",
   "Address": "#04-44 ",
   "Phone": "6684 4376",
   "text": "The must-have fashion casual apparel for the young, expressive and style conscious, FOX Kids & Baby offers a wide range of colourful and affordable wear for the style conscious. Its trendy styles are perfect for those casual days when you're not ready to sacrifice style for comfort.",
   "img_src": "http://www.jem.sg/images/fox_kids.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Future State",
   "Address": "#02-22 ",
   "Phone": "67347789",
   "text": "Future State, a homegrown fashion brand, is the expression of a cosmopolitan woman with her own unique sense of style. Our apparel are lovingly made with carefully chosen fabrics and with designs to flatter every woman’s figure. They can also be paired with our range of accessories.",
   "img_src": "http://www.jem.sg/images/FS%20logo%20307x260px.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "G Casio",
   "Address": "#01-28 ",
   "Phone": "6808 1705",
   "text": "G Casio is owned and managed directly by CASIO Singapore, that houses the 5 major brands that are under CASIO. These brands include G-Shock, Baby-G, Edifice, Sheen & Pro Trek.",
   "img_src": "http://www.jem.sg/images/casio.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "G2000",
   "Address": "#02-34 ",
   "Phone": "6339 1571",
   "text": "G2000 is the savvy urbanite’s choice for a brand that offers a versatile range of contemporary executive wear in Singapore. Discover a collection full of tailored elegance and chic styles available at our store.",
   "img_src": "http://www.jem.sg/images/g2000.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Gadget Mix",
   "Address": "#04-39A ",
   "Phone": "",
   "text": "Gadget Mix appeals to the highly-connected modern society by providing a range of unique designed Tech-related Lifestyle Gadgets and personal mobility devices that are both trendy and affordable.",
   "img_src": "http://www.jem.sg/images/307x260.png",
   "Category": "Others"
 },
 {
   "Name": "Gadget World",
   "Address": "#04-38 ",
   "Phone": "6684 0289",
   "text": "Gadget World prides itself on being a one-stop shop where you can find the latest and most popular mobile phones, tablets, lifestyle devices, related accessories and cool gadgets for consumers.",
   "img_src": "http://www.jem.sg/images/gadget_world.jpg",
   "Category": "Others"
 },
 {
   "Name": "GG<5",
   "Address": "#01-37 ",
   "Phone": "6339 0706",
   "text": "GG<5 is a home grown ready-to-wear label launched in 1997.  With a design philosophy of Narrowing (<5) the Generation Gap (GG), GG<5 offers contemporary apparels & accessories for women of all ages.",
   "img_src": "http://www.jem.sg/images/700gg5.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Gifts Greetings",
   "Address": "#04-40/41 ",
   "Phone": "62625272",
   "text": "At Gifts Greetings, we bring smiles & laughter to your kids with our exciting range of toys & games. Surprise your loved ones with our unique & elegant range of gifts, plush & stationery and delight your guests with our wonderful selection of balloons & party wares.",
   "img_src": "http://www.jem.sg/images/Gifts%20Greetings%20-%20website.jpg",
   "Category": "Others"
 },
 {
   "Name": "Giordano",
   "Address": "#02-46 ",
   "Phone": "6513 7294",
   "text": "Giordano is a leading international retailer of men's, women's and children's apparel. Establised in 1981, Giordano now operates over 2,400 stores and counters worldwide. In Singapore, Giordano has 48 stores islandwide affirming her position as a fashion leader.",
   "img_src": "http://www.jem.sg/images/giordano.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Glossip",
   "Address": "#01-17 ",
   "Phone": "66941011",
   "text": "Glossip Milano: the make-up, skincare and total beauty brand from Milan\nGlossip is a total beauty brand with a Milanese DNA. The Glossip make-up selection is realized in collaboration with Fabio Lo Coco, a celebrity Italian make-up artist who creates breathtaking looks for Milano Fashion Week.",
   "img_src": "http://www.jem.sg/images/240x120[1].jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "GNC",
   "Address": "#B1-33 ",
   "Phone": "6734 2988",
   "text": "In over 50 countries, more than 8000 stores worldwide, GNC is the leading specialty retailer of vitamins and nutritional supplements. Being the leader in the development & manufacture of dietary supplements, GNC is committed to produce the highest quality products available.",
   "img_src": "http://www.jem.sg/images/gnc-yo.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Goldheart Jewelry",
   "Address": "#01-23 ",
   "Phone": "6694 0045",
   "text": "Goldheart is a paragon of unrivalled jewellery shopping experience with its extensive contemporary selections, such as Celestial, the world's first 73-facet starburst diamond.",
   "img_src": "http://www.jem.sg/images/307%20x%20260%20-%20Copy.png",
   "Category": "Fashion"
 },
 {
   "Name": "Guardian Health & Beauty",
   "Address": "#B1-16 ",
   "Phone": "6694 6042",
   "text": "Guardian Health & Beauty is a well-known name in Singapore since 1972, offering a wide range of health, beauty and personal care products. Professional services such as patient-care counselling and dispensary services are being offered at all pharmacy stores.",
   "img_src": "http://www.jem.sg/images/guardian.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "H&M",
   "Address": "#01-01, #02-01, #03-01 ",
   "Phone": "67347601",
   "text": "H&M Hennes & Mauritz AB (H&M) was established in Sweden in 1947 and is synonymous with affordable as well as up-to-date and high quality fashion. H&M has a wide product range that is divided into a number of different concepts for women, men, teenagers and children.",
   "img_src": "http://www.jem.sg/images/h&m.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "H:CONNECT",
   "Address": "#02-10 ",
   "Phone": "N.A",
   "text": "Launched in Korea in 2006, H:CONNECT has established a significant footprint with over 300 stores in Korea, Taiwan, China and Singapore. H:CONNECT’s chic modern styles have been worn by countless K-Pop celebrities, earning the brand its reputation as a trend-setter in Korea's pop movement.",
   "img_src": "http://www.jem.sg/images/307x260pixels%20.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Han's",
   "Address": "#B1-03 ",
   "Phone": "6708 6757",
   "text": "Han’s has been a household brand since 1977 and is well-known for serving up tasty Hainanese Western Fusion food at affordable price. We have over 100 menu choices such as Fish & Chips, Beef Horfun, Fried Rice and a lot more to choose from.",
   "img_src": "http://www.jem.sg/images/HansLogo_Website_370x260px-01.jpg",
   "Category": "Food"
 },
 {
   "Name": "Happy Walker",
   "Address": "#04-03 ",
   "Phone": "66596115",
   "text": "Happy Walker is an international foot care retail chain store, specializing in custom made insoles and a wide range of anatomic sport, dress and casual orthopedic footwear. \nHappy Walker provide most precision true 3D Scanner to capture your feet contour to replace with traditions cement form box o ...",
   "img_src": "http://www.jem.sg/images/HW%20Logo%20558px%20X%20473px.png",
   "Category": "Fashion"
 },
 {
   "Name": "Happycastle",
   "Address": "#04-K3 ",
   "Phone": "",
   "text": "",
   "img_src": "http://www.jem.sg/images/HappyCastle_website.png",
   "Category": "Fashion"
 },
 {
   "Name": "Heroes",
   "Address": "#02-43 ",
   "Phone": "",
   "text": "",
   "img_src": "http://www.jem.sg/images/Heroes_Website.jpg",
   "Category": "Others"
 },
 {
   "Name": "Highlander London",
   "Address": "#04-58 ",
   "Phone": "",
   "text": "Highlander London is an independent designer for home textile and lifestyle accessories. From Central Saint Martin, we combine innovative design and exquisite fabrics with the rugged clean aesthetics from the northern British Isles. Couture detailing and intricate brocades are our hallmarks, while t ...",
   "img_src": "http://www.jem.sg/images/307x260.jpeg",
   "Category": "Others"
 },
 {
   "Name": "Hockhua Tonic",
   "Address": "#B1-34 ",
   "Phone": "6268 8925",
   "text": "A trusted name in traditional herbs and health supplement. \nHockhua takes pride in bringing quality products at reasonable price. \nThis is the place to go for quality American ginseng, bird's nest, satisfying delicacies and dried food stuff.",
   "img_src": "http://www.jem.sg/images/hock_hua.jpg",
   "Category": "Others"
 },
 {
   "Name": "Holland & Barrett",
   "Address": "#B1-23 ",
   "Phone": "6734 2838",
   "text": "Holland & Barrett is UK's Leading Retailer of Vitamins, Minerals, and Herbal Supplements. Established since 1920, Holland & Barrett delivers the highest quality nutritional supplements and health foods at exceptional value.",
   "img_src": "http://www.jem.sg/images/holland_&_barrett.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Hong Kong Sheng Kee Dessert",
   "Address": "#B1-K1 ",
   "Phone": "6339 3933",
   "text": "A contemporary dessert chain that serves a range of authentic Hong Kong desserts, together with Hong Kong style noodles, rice and snacks.",
   "img_src": "http://www.jem.sg/images/hong_kong_sheng_kee_dessert.jpg",
   "Category": "Food"
 },
 {
   "Name": "HUAWEI",
   "Address": "#04-04 ",
   "Phone": "6694 3677",
   "text": "Huawei’s products and services are in more than 170 countries, ranking 2nd in the world for mobile phone shipments in 2017. Their global network is built on almost 30 years of expertise in the telecom industry and is dedicated to delivering the latest technological advances to consumers worldwide.",
   "img_src": "http://www.jem.sg/images/Logo%20Huawei%20307x260.png",
   "Category": "Others"
 },
 {
   "Name": "Hush Puppies",
   "Address": "#01-19 ",
   "Phone": "6339 1976",
   "text": "Since 1958, Hush Puppies has been passionate about creating the consumer's favorite pair of shoes. By bringing together authentic, casual style and incredible comfort, Hush Puppies has created a brand that delivers something extraordinary - a brand that people trust and return to time and time again ...",
   "img_src": "http://www.jem.sg/images/hush_puppies.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "HYSSES",
   "Address": "#01-53 ",
   "Phone": "6734 7968",
   "text": "HYSSES, formerly known as Mt. Sapola, is a premium aromatherapy house with a treasure trove of essential oils, home scents, and body and facial care all formulated without harmful chemicals. Ingredients hail from native sources, where they thrive under optimum environments and experienced hands.",
   "img_src": "http://www.jem.sg/images/692307%20x%20260.png",
   "Category": "Healthcare"
 },
 {
   "Name": "Ichiban Boshi & Kuriya Japanese Market",
   "Address": "#B1-01 ",
   "Phone": "6659 6186",
   "text": "Ichiban Boshi & Kuriya Japanse Market offers a wide selection of sushi, fresh sashimi and variety set meals. With an emphasis on quality, Ichiban Boshi & Kuriya Japanse Market is proud to present premium Japanese cuisine at reasonable prices. Enjoy a new dining experience here.",
   "img_src": "http://www.jem.sg/images/ichiban_boshi.jpg",
   "Category": "Food"
 },
 {
   "Name": "IndoBox",
   "Address": "#03-22 ",
   "Phone": "67347369",
   "text": "IndoBox exudes a cozy & relaxing ambience for our guests to dine in and unwind - our distinctive flavours lie in the delicate blend of herbs and spices, fresh ingredients & an extraordinary amount of precision in preparation. Enjoy true Indonesia hospitality & enjoy the authentic Indonesian cuisine!",
   "img_src": "http://www.jem.sg/images/indobox.jpg",
   "Category": "Food"
 },
 {
   "Name": "innisfree",
   "Address": "#02-36 ",
   "Phone": "6334 6387",
   "text": "innisfree is a natural brand that shares the benefits of nature from the pristine island of Jeju allowing for vibrant beauty and pursues an eco-friendly green life to preserve the balance of nature.",
   "img_src": "http://www.jem.sg/images/949innisfree%20(Webiste%20Logo).png",
   "Category": "Healthcare"
 },
 {
   "Name": "Jack's Place",
   "Address": "#04-15 ",
   "Phone": "6734 8812",
   "text": "It all started when Mr. Say Lip Hai arrived in Singapore from Hainan island and started as a cookboy with the British troops in Sembawang learning how to prepare the perfect roast beef and Yorkshire pudding., he started his first restaurant, which was called Cola Restaurant and Bar in 1967.",
   "img_src": "http://www.jem.sg/images/jacks_place.jpg",
   "Category": "Food"
 },
 {
   "Name": "Jas-Indulge Nail Spa",
   "Address": "#03-25/26 ",
   "Phone": "6266 2668",
   "text": "At Jas-Indulge, we are dedicated to every detail, from our earnest service to the hygiene practise with the ultimate aim of sending all our customers into a state of unadulterated bliss. \nWarm-lighted cosy ambience, freshly baked dark choc, aromatic lemongrass tea, Massage Pedicure Spa Chairs.",
   "img_src": "http://www.jem.sg/images/Updated%20Logo.jpg",
   "Category": "Service"
 },
 {
   "Name": "kcuts",
   "Address": "#B1-15 ",
   "Phone": "93889648",
   "text": "Visit us at #B1-15 to receive your reasonably priced and stylish haircut in just 10 minutes. Enjoy your basic, no-frills Korean themed haircut only here at kcuts.",
   "img_src": "http://www.jem.sg/images/kcuts%20logo%20307%20x%20260.png",
   "Category": "Service"
 },
 {
   "Name": "KFC",
   "Address": "#B1-04 ",
   "Phone": "6659 6216",
   "text": "Captivating aroma, succulent, juicy chicken and thoughtful service are what KFC lovers come back for. Choose between our signature Original Recipe chicken prepared with a secret blend of herbs and spices, or the all-time favorite Hot & Crispy chicken. Visit KFC today for a dining experience that is  ...",
   "img_src": "http://www.jem.sg/images/kfc.jpg",
   "Category": "Food"
 },
 {
   "Name": "Kipling",
   "Address": "#01-55 ",
   "Phone": "62620259",
   "text": "Kipling was founded in 1987 by three designers in Belgium who discovered crinkled nylon fabric. Kipling takes its name from the author of The Jungle Book, Rudyard Kipling. Our products are lightweight, lasting and above all functional. We create fun and colourful designs to lighten your day.",
   "img_src": "http://www.jem.sg/images/Logo%20on%20Jem%20Website_%20307x260px.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Kogane Yama",
   "Address": "#01-16 ",
   "Phone": "",
   "text": "Meaning \"golden mountain\" in Japanese, Kogane Yama is best represented by its signature tendon which can be customised to each diner's preference. The restaurant also offers delectable donburi (rice bowls) that are perfect for lunch or dinner.",
   "img_src": "http://www.jem.sg/images/kylogo.jpg",
   "Category": "Food"
 },
 {
   "Name": "Lao Huo Tang",
   "Address": "#03-23 ",
   "Phone": "6734 7933",
   "text": "Enjoy the flavours of nutritious soups created from traditional methods of the 60s.",
   "img_src": "http://www.jem.sg/images/lao_huo_tang.jpg",
   "Category": "Food"
 },
 {
   "Name": "Lee Hwa Jewellery",
   "Address": "#01-61 ",
   "Phone": "6339 2174",
   "text": "Lee Hwa Jewellery is a contemporary fine jeweller whose unique jewellery creations are based on inspirations from the fashion runways every season. Lee Hwa is the exclusive retailer of London-based Forevermark, Belgium-based Destinée, PurpleGold™ and other creations from Ashley Isham and Dick Lee ...",
   "img_src": "http://www.jem.sg/images/LeeHwa-Logo%20Master.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Lee Wee & Brothers",
   "Address": "#B1-K12 ",
   "Phone": "65659122",
   "text": "A Singapore home-grown brand best known for our Otah, Nasi Lemak and other local delights such as Curry Chicken, Assam Seafood and Sambal Chilli. Enjoy the traditionally tasty and original taste of the Lee Family's recipes only at Lee Wee & Brothers.",
   "img_src": "http://www.jem.sg/images/Lee%20Wee%20&%20Brothers%20(Abuzz).png",
   "Category": "Food"
 },
 {
   "Name": "LEGO® Certified Store (Bricks World)",
   "Address": "#04-42 ",
   "Phone": "67347603",
   "text": "Bricks World is the oldest and largest specialist LEGO retailer in Singapore. Bricks World aims to deliver the LEGO experience through the breadth of its product offering, well-trained and knowledgeable staff, in-store events and giveaways, and excellent customer service.",
   "img_src": "http://www.jem.sg/images/LEGO%20LOGO%20307%20x%20260.png",
   "Category": "Others"
 },
 {
   "Name": "Levi's",
   "Address": "#02-42 ",
   "Phone": "6734 7250",
   "text": "The Levi's brand epitomizes classic American style and effortless cool. Since their invention by Levi Strauss & Co. in 1873. Levi's jeans have become the most recognizable and imitated clothing in the world - capturing the imagination and loyalty of people for generations.",
   "img_src": "http://www.jem.sg/images/levis.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "LiHO",
   "Address": "#B1-30 ",
   "Phone": "6734 8068",
   "text": "A good cup of tea can leave us reminiscing about the taste.  At LiHO 哩喝, we believe that a good cup of tea topped off with our signature cheese will leave you surprised, delighted and wanting more.  Founded in Singapore, LiHO believes that delicious cheese tea & beverages should be available to  ...",
   "img_src": "http://www.jem.sg/images/Jem-LiHO_logo_3-7x260-02.jpg",
   "Category": "Food"
 },
 {
   "Name": "Limited Edt Vault",
   "Address": "#03-49 ",
   "Phone": "6734 8096",
   "text": "Singapore’s most exclusive sneaker boutiques with 4 locations all across Singapore all with unique product offerings catering to your every sneaker need.",
   "img_src": "http://www.jem.sg/images/limited_edt.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "LINK",
   "Address": "#03-20 ",
   "Phone": "67349859",
   "text": "All you bargain hunters, LINK is the multi-label outlet store that houses exciting shoes, bags, accessories, apparels and eyewear from brands such as Anello, Adidas, AGVA, BHPC, Camelbak, Flips, Gregory, New Balance, Nixon, Parkland, Puma, Roberta Pieri, Under Armour and more!",
   "img_src": "http://www.jem.sg/images/Logo%20on%20Jem%20Website-%20307x260px%20.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Little Match Girl",
   "Address": "#02-54 ",
   "Phone": "6268 8187",
   "text": "Have you ever seen a local designer's apparel packed into a classic matchbox? This very unique concept is the first of its kind! Drawing the inspiration from the classic tale, The Little Match Girl, by Hans Christian Andersen (1846). We hope that our customers feel warmed, loved, satisfied and comfo ...",
   "img_src": "http://www.jem.sg/images/little_match_girl.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Love & Bravery",
   "Address": "#02-49 ",
   "Phone": "69092217",
   "text": "Our thoughtfully designed pieces are crafted to suit the everyday needs of modern women with a focus on comfort and quality. We create ready-to-wear staples in modern silhouettes that transcend seasons.",
   "img_src": "http://www.jem.sg/images/L&B%20307x260.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Love & Co.",
   "Address": "#01-47 ",
   "Phone": "67348033",
   "text": "Love & Co. is the leading bespoke bridal jeweller, specialising in diamond engagement rings and wedding bands. Delicately entwining hearts since its establishment, Love & Co.’s designs are crafted with precision and dedication. Let Love & Co. witness your love journey.",
   "img_src": "http://www.jem.sg/images/801307%20x%20260.png",
   "Category": "Others"
 },
 {
   "Name": "Lovisa",
   "Address": "#02-04 ",
   "Phone": "67348706",
   "text": "The fashion jewellery and hair accessories mecca has finally arrived! Storming into the market with 60 stores to date, newly formed label Lovisa was born from a desire to fill the void for high quality, fashion forward and directional pieces that are brilliantly affordable.",
   "img_src": "http://www.jem.sg/images/lovisa.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "M1",
   "Address": "#04-38 ",
   "Phone": "6684 0293",
   "text": "M1 (HandphoneShop) offers a wide range of M1 services which includes mobile and fixed broadband, prepaid & postpaid services. Be spoilt for choice with the collection of latest mobile phones and an extensive range of mobile and related accessories and gadgets can be found here too.",
   "img_src": "http://www.jem.sg/images/m1.jpg",
   "Category": "Service"
 },
 {
   "Name": "Maki-San",
   "Address": "#B1-06 ",
   "Phone": "",
   "text": "Singapore and Southeast Asia’s first-ever place that lets you customise you own sushi rolls and Japanese-inspired salads. Every part of your sushi and salad can be designed to suit your taste buds. So, be as picky as you like, and we’ll roll with it!",
   "img_src": "http://www.jem.sg/images/98307%20x%20260.png",
   "Category": "Food"
 },
 {
   "Name": "MANGO",
   "Address": "#02-38 ",
   "Phone": "6339 3062",
   "text": "Founded in 1984, MANGO is a prestigious international brand dedicated to the design, manufacturing and sale of women's & men's clothing. Dressing the urban and modern woman for the daily needs is the formula which MANGO has analysed, adapted and applied in all countries in which MANGO is present.",
   "img_src": "http://www.jem.sg/images/mango.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Marché Mövenpick",
   "Address": "#01-03 ",
   "Phone": "66942501",
   "text": "Marché is bringing freshness to Jem, Singapore's first lifestyle hub in the West of Singapore. Marché Mövenpick at Jem will pamper its guests with an exquisite selection of food and beverage items.",
   "img_src": "http://www.jem.sg/images/934marche.jpg",
   "Category": "Food"
 },
 {
   "Name": "Marks & Spencer",
   "Address": "#02-24, #03-27 ",
   "Phone": "6734 7440",
   "text": "Marks & Spencer is one of the UK's leading retailers with around  21 million  customers visiting our stores each week. We sell high quality, great value clothing and home products as well as outstanding quality food.",
   "img_src": "http://www.jem.sg/images/M&S_307x260px.png",
   "Category": "Supermart"
 },
 {
   "Name": "McDonald's",
   "Address": "#01-63, #02-55 ",
   "Phone": "6339 4006",
   "text": "The business of burgers is never just about providing quick meals. We've always been about you , your tastes, your lifestyle and your choices. And we'd like to keep you lovin' every moment. As you change and grow, we will be right there every step of the way, in touch with you, today and tomorrow.",
   "img_src": "http://www.jem.sg/images/mcdonalds.jpg",
   "Category": "Food"
 },
 {
   "Name": "Milly's",
   "Address": "#04-07/08 ",
   "Phone": "6734 6216",
   "text": "Pamper yourself from head to toe today! At Milly’s, we provide a range of professional beauty services such as Eyelash Extensions, Eyebrow Embroidery, Eyeliner Embroidery, Manicure & Pedicure, Hair Extensions, Body Waxing, as well as IPL Infiniti.",
   "img_src": "http://www.jem.sg/images/MILLY'S-.JPG",
   "Category": "Service"
 },
 {
   "Name": "Minmed Clinic (Jurong East)",
   "Address": "#04-17 ",
   "Phone": "6333 0123",
   "text": "As a medical clinic located in a lifestyle mall, Minmed Clinic provides affordable quality primary healthcare with comprehensive services. Our doctors carry a deep sense of care and professionalism in looking after you and your family, and provide management of both acute and chronic conditions.",
   "img_src": "http://www.jem.sg/images/Minmed%20website%20sq.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Monoyono",
   "Address": "#02-32 ",
   "Phone": "",
   "text": "",
   "img_src": "http://www.jem.sg/images/Monoyono_website.png",
   "Category": "Others"
 },
 {
   "Name": "Monster Curry",
   "Address": "#02-06 ",
   "Phone": "6734 2123",
   "text": "Known for its signature brown sauce, Monster Curry’s sauce contains up to 14 different spices and vegetables. Be mesmerized by the distinct flavour made from fresh fruits, a unique Japanese curry with spiciness level options coupled with a range of assortments on a whopping 34cm-diameter plate!",
   "img_src": "http://www.jem.sg/images/307pX260p.jpg",
   "Category": "Food"
 },
 {
   "Name": "MOS Burger",
   "Address": "#05-03 ",
   "Phone": "6734 7298",
   "text": "Since 1972, MOS Burger has offered a wide variety of unique & original MOS burgers, as well as local specialties. Menu and styles may have changed but the MOS policy and passionate commitment to creating delicious, quality burgers has never changed to bring good taste to countries around the world.",
   "img_src": "http://www.jem.sg/images/mos_burger.jpg",
   "Category": "Food"
 },
 {
   "Name": "Mr Bean",
   "Address": "#B1-K11 ",
   "Phone": "6339 0091",
   "text": "Founded in 1995, Mr Bean is the leading chain soya bean food & beverage retailer in Singapore today. With more than 60 stores in Singapore, Mr Bean offers a variety of soya bean drinks and snacks. Young and old can enjoy refreshing ice blended soya drinks, ice cream, pastries and more.",
   "img_src": "http://www.jem.sg/images/mr_bean.jpg",
   "Category": "Food"
 },
 {
   "Name": "Muji",
   "Address": "#04-33 ",
   "Phone": "6339 2558",
   "text": "Muji derives from the concept intersection of two distinct stances: no brand (mujirushi) and the value of good items (ryohin). \"Muji\" is simply short for \"Mujirushi Ryohin\". It is represented by four characters that mean \"no-brand quality goods\".",
   "img_src": "http://www.jem.sg/images/muji.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Nature's Farm",
   "Address": "#B1-29 ",
   "Phone": "6339-9120",
   "text": "Nature's Farm offers a one-stop health food and supplements retail concept that gives customers a wide selection of products to choose from at great convenience. Our staff are pleased to address queries on your health supplementation needs.",
   "img_src": "http://www.jem.sg/images/natures_farm.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "NBC",
   "Address": "#04-52/53 ",
   "Phone": "6684 0290",
   "text": "Since launching its first outlet in 1983, NBC has now 8 outlets in Singapore. At NBC, be greeted with a range of stylish and innovative stationery, fancy gifts, chic craft materials and lifestyle products specially imported from Japan!",
   "img_src": "http://www.jem.sg/images/nbc.jpg",
   "Category": "Books"
 },
 {
   "Name": "Nipong Naepong",
   "Address": "#01-16 ",
   "Phone": "69316295",
   "text": "Singapore's first ppong and pizza specialty restaurant from Seoul! Revolutionising the popular Korean \"jjamppong\" with flavours from around the world, Nipong Naepong promises a fun and delicious dining experience like none other.",
   "img_src": "http://www.jem.sg/images/niponglogo.jpg",
   "Category": "Food"
 },
 {
   "Name": "NOVU",
   "Address": "#B1-20 ",
   "Phone": "6268 8861",
   "text": "NOVU is a global medical aesthetics provider and a one-stop solution for all your skin and aesthetics needs. NOVU’s treatments are personalized and programmed to treat and suit each individual’s condition to maximize results. Treatments are fast, non-invasive with minimal downtime.",
   "img_src": "http://www.jem.sg/images/790307%20x%20260.png",
   "Category": "Healthcare"
 },
 {
   "Name": "nübox",
   "Address": "#01-43 ",
   "Phone": "68830087",
   "text": "nübox - your one stop Apple Premium Reseller for the full range of Apple products from Apple Watches, Macs, iPads to iPhones plus a wide selection of premium accessories. Let our friendly staff guide you to a more fulfilling lifestyle through the many innovative solutions brought you by Apple.",
   "img_src": "http://www.jem.sg/images/n%C3%BCbox%20ABUZZ.jpg",
   "Category": "Others"
 },
 {
   "Name": "OCBC Bank",
   "Address": "#B1-18 ",
   "Phone": "18003633333",
   "text": "OCBC Singapore is among the top players in bancassurance sales, home loans, unit trust distribution, personal credit, small and medium-sized enterprises market and the Singapore dollar capital market.",
   "img_src": "http://www.jem.sg/images/ocbc.jpg",
   "Category": "Service"
 },
 {
   "Name": "Old Chang Kee",
   "Address": "#B1-K10 ",
   "Phone": "6734 2945",
   "text": "Old Chang Kee is a household name famous for its delectable curry puffs that are filled with curried potatoes and chicken, all cooked with special herbs and spices. Other than curry puffs, Old Chang Kee also boasts spring rolls, crab claws, sotong wings and yam pies amongst its vast product range.",
   "img_src": "http://www.jem.sg/images/old_chang_kee.jpg",
   "Category": "Food"
 },
 {
   "Name": "Oosh! Nosh! Fashionable Food",
   "Address": "#B1-35 ",
   "Phone": "66942762",
   "text": "Oosh! Nosh! Fashionable Food is a specialty confectionery and snack concept store that offers the latest, wildest and widest in food trends from Japan and around the world! Discover the latest foodstuffs and character merchandise from brands such as Pokemon, Sanrio, Rilakkuma and much more!",
   "img_src": "http://www.jem.sg/images/Oosh%20Nosh1.jpg",
   "Category": "Food"
 },
 {
   "Name": "OPTICAL 88",
   "Address": "#01-52 ",
   "Phone": "63391452",
   "text": "OPTICAL 88 is a premier eye care specialist in the region, providing technologically advanced education, optical solutions and lifestyle products. We are dedicated to offering a consistently high quality services to our customers.",
   "img_src": "http://www.jem.sg/images/O88Logo_307x260px-01.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "OSIM",
   "Address": "#B1-46 ",
   "Phone": "6339 0779",
   "text": "OSIM is about the experience of total well-being. It is about living an inspiring life. We channel our Brand at each and every customer's touch point, communicating our values through our products, our outlet, our brand image, our service excellence and in-depth knowledge of holistic health.",
   "img_src": "http://www.jem.sg/images/osim.jpg",
   "Category": "Others"
 },
 {
   "Name": "Paik's BiBim",
   "Address": "#B1-K2/K3/K4 ",
   "Phone": "66845762",
   "text": "Paik’s Bibim is the brainchild of Chef Paik Jong Won, a celebrity chef from Korea. We offer a modernised version of everyone’s favourite Korean dish - bibimbap. This traditional dish is interpreted into a healthy yet hearty meal of fresh vegetables with your choice of meat, seafood or tofu.",
   "img_src": "http://www.jem.sg/images/Paik's%20BiBim%20Logo.jpg",
   "Category": "Food"
 },
 {
   "Name": "Paris Baguette",
   "Address": "#02-20 ",
   "Phone": "6734 7765",
   "text": "Paris Baguette supplies European-style bakery products to our customers. The brand's philosophy focuses on offering the highest quality products with only the freshest ingredients and the best customer service.",
   "img_src": "http://www.jem.sg/images/paris_baguette.jpg",
   "Category": "Food"
 },
 {
   "Name": "PastaMania",
   "Address": "#04-26 ",
   "Phone": "6734 2329",
   "text": "PastaMania has proudly carried its brand to 48 outlets in 7 countries, with 29 locally in Singapore. First to incorporate an innovative concept by combining sit-in dining comfort with a faster and more efficient fast-food style of food ordering, it offers freshly-cooked Italian cuisine at affordable ...",
   "img_src": "http://www.jem.sg/images/pastamania.jpg",
   "Category": "Food"
 },
 {
   "Name": "Pazzion",
   "Address": "#01-36 ",
   "Phone": "68769135",
   "text": "PAZZION’s shoes capture the essence of today’s millennial woman: innate confidence, dynamic and a force to be reckoned with. Backed by exceptional craftsmanship and using only high-quality leather to deliver optimal designs, PAZZION ensures affordable and stylish shoes for all occasions.",
   "img_src": "http://www.jem.sg/images/pazzion.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Pedro",
   "Address": "#01-41 ",
   "Phone": "6837 9011",
   "text": "The embodiment of sophistication and style is exuded in the line of footwear and accessories from Pedro. An international influence for both men and women, heightened fashion acumen is channelled with style each season.",
   "img_src": "http://www.jem.sg/images/Pedro-logo-307x260.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Penang Culture",
   "Address": "#04-27 ",
   "Phone": "6734 8006",
   "text": "At Penang Culture Restaurant, we aspire to bring the famed Penang hawker dishes all under one roof for our customers. Serving reasonably priced, authentic Penang food in a comfortable and nostalgic environment bringing back a little of “Penang” with them after every dining experience.",
   "img_src": "http://www.jem.sg/images/penangculture.jpg",
   "Category": "Food"
 },
 {
   "Name": "Pepper Lunch",
   "Address": "#04-10 ",
   "Phone": "6339 2039",
   "text": "At Pepper Lunch, you are our master Chef. We assemble the finest and freshest ingredients on our patented sizzling hot teppan and you simply immerse in the delightful wholesome experience by 'Sizzling it your way'. Also, experiment with our exquisitely crafted sauces to create a taste of your own!",
   "img_src": "http://www.jem.sg/images/pepper_lunch.jpg",
   "Category": "Food"
 },
 {
   "Name": "Pet Lovers Centre",
   "Address": "#B1-24 ",
   "Phone": "6694 4739",
   "text": "Pet Lovers Centre (PLC) is a multiple award-winning pet food and accessory retail chain and the largest in Singapore. Besides bringing the freshest and widest variety of pet food to pets in this region, PLC can be found practically in a shopping mall near you, offering one-of-its-kind services.",
   "img_src": "http://www.jem.sg/images/pet_lovers_centre.jpg",
   "Category": "Others"
 },
 {
   "Name": "Petit Provence",
   "Address": "#B1-K13 ",
   "Phone": "6339 4755",
   "text": "Provence is a Japanese-style bakery with its headquarters in Japan. We believe in the old-fashioned way of baking, using the freshest and finest ingredients and wheat (no ready-mix frozen dough, no added preservatives/chemicals). Each bread is made from scratch and with love by our dedicated bakers.",
   "img_src": "http://www.jem.sg/images/petit_provence.jpg",
   "Category": "Food"
 },
 {
   "Name": "Pezzo",
   "Address": "#B1-K9 ",
   "Phone": "68444222",
   "text": "Pezzo is a value for money, express pizza kiosk which serves you delicious pizzas by the slice or a full pan. Baked fresh daily with 15 flavours, each slice of pizza is crafted with the freshest ingredients.",
   "img_src": "http://www.jem.sg/images/logo-pezzo.jpg",
   "Category": "Food"
 },
 {
   "Name": "Phiten",
   "Address": "#03-10 ",
   "Phone": "63393191",
   "text": "Phiten products are worn by elite athletes all over the world. We are proud to introduce new products in our lineup to continue the Phiten philosophy of health, energy, and well-being.",
   "img_src": "http://www.jem.sg/images/phiten.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Pierre Cardin",
   "Address": "#02-18 ",
   "Phone": "67346137",
   "text": "Pierre Cardin Lingerie is a brand that is synonymous with fashion.\nEmulating the latest in fashion, colour trends, fabric and technology, our collections are passionately designed and manufactured.\nBrands offerings Fashion Bra Sets, Functional & Basic Bras and panties, Shape wear & Lounge Wear.",
   "img_src": "http://www.jem.sg/images/Untitled-2.png",
   "Category": "Fashion"
 },
 {
   "Name": "Poh Heng Jewellery",
   "Address": "#01-51 ",
   "Phone": "6339 3033",
   "text": "Poh Heng has led the way in establishing the local jewellery scene with the trend of wearing gold. Backed by decades of experience in design and craftsmanship, Poh Heng continues to innovate by translating the latest and upcoming trends into distinctive designs for a local and international clientel ...",
   "img_src": "http://www.jem.sg/images/poh_heng.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Polar Puffs & Cakes",
   "Address": "#B1-31 ",
   "Phone": "6734 8525",
   "text": "Serving up delectable puff pastries like Curry Puffs and Chicken Pies since 1926, Polar has expanded its offerings to include other warm pastries with fillings that reflect Singapore’s unique culture. Besides pastries, enjoy their signature moist sugar rolls, delightful range of cakes.",
   "img_src": "http://www.jem.sg/images/POLAR%20logo-307x260px-01.jpg",
   "Category": "Food"
 },
 {
   "Name": "Poppy Pops",
   "Address": "#06-03 ",
   "Phone": "62620339",
   "text": "Poppy Pops offers limitless possibilities of delicious popsicles. Create your unique popsicle with fruits, nuts, chocolate, classic old vanilla - everything you can think of! Fusion food, coffee and even booze are available too!",
   "img_src": "http://www.jem.sg/images/PP-Primary-Logo-Print-02.png",
   "Category": "Food"
 },
 {
   "Name": "POSB Machine",
   "Address": "#B1 ",
   "Phone": "",
   "text": "",
   "img_src": "http://www.jem.sg/images/posb_1_4c.jpg",
   "Category": "Service"
 },
 {
   "Name": "Precious Thots",
   "Address": "#04-24 ",
   "Phone": "6684 0587",
   "text": "In this digital age, nothing says sincerity like a well-meaning card or plush toy. Write that 'thank you' note on a Hallmark card, or pick a Beanie from American toy label TY Inc or porcelain collectible line Precious Moments. For gifts with that personal touch, this is your treasure trove.",
   "img_src": "http://www.jem.sg/images/precious_thots.jpg",
   "Category": "Others"
 },
 {
   "Name": "Pro Trim Hair Studio",
   "Address": "#04-55 ",
   "Phone": "6734 7883",
   "text": "Pro Trim is a leading hair salon with a dynamic team of highly skilled and professional hairstylists. We are committed to personalising the latest hair trends, cutting and treatment techniques to suit every customer's unique lifestyle, personality and needs.",
   "img_src": "http://www.jem.sg/images/pro_trim.jpg",
   "Category": "Service"
 },
 {
   "Name": "Purpur",
   "Address": "#02-52 ",
   "Phone": "6734 7742",
   "text": ".You will love our great going-out looks, amazing denim and fabulous casual collections that are suitable for modern fun loving ladies, such as yourself. At Purpur, we do our best to bring new and original fashion to make you purfect the way you are.",
   "img_src": "http://www.jem.sg/images/purpur.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "QB House Premium",
   "Address": "#04-09 ",
   "Phone": "6323 4182",
   "text": "A new style of Premium Just Cut concept which is “Cut and Style for $15”.  Our concept is to provide hospitality service, a sophisticated and casual style of salon. We welcome you to our Home-Sweet-Home designed salon with a warm heart and a team of professional stylists.",
   "img_src": "http://www.jem.sg/images/468QB%20House%20Premium%20Logo.jpg",
   "Category": "Service"
 },
 {
   "Name": "Quiksilver",
   "Address": "#03-36 ",
   "Phone": "6734 7524",
   "text": "Quiksilver represents a casual lifestyle for young-minded people that connect with its boardriding culture and heritage, offering clothing, accessories and related products for men.",
   "img_src": "http://www.jem.sg/images/quiksilver.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Richard's Atelier",
   "Address": "#01-27 ",
   "Phone": "66946022",
   "text": "",
   "img_src": "http://www.jem.sg/images/Richard's%20Atelier%20FB%20Logo.png",
   "Category": "Fashion"
 },
 {
   "Name": "Robinsons",
   "Address": "#01-07, #02-12, #03-15, #04-20 ",
   "Phone": "6887 8838",
   "text": "Robinsons offers an extensive range of international fashion labels and brands. We strive to provide a unique retail experience which exceeds customers’ expectations in terms of customer service, product range, quality and value.\n\nJoin us on Facebook @ https://www.facebook.com/RobinsonsSingapore",
   "img_src": "http://www.jem.sg/images/robinsons.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Royal Sporting House",
   "Address": "#03-36 ",
   "Phone": "6734 7419",
   "text": "Royal Sporting House, Singapore's finest multi-brand retail chain offers a wide selection of apparel, footwear and accessories from international sports brands like Reebok, Speedo, and Wilson, providing an enjoyable shopping experience for the sports enthusiast.",
   "img_src": "http://www.jem.sg/images/92RSH%20logo%20307%20x%20260px.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "RSH Lifestyle",
   "Address": "#03-40 ",
   "Phone": "",
   "text": "First established in 1977, Royal Sporting House is Singapore’s leading multi-brand sports and lifestyle retailer. RSH Lifestyle stocks a wide range of footwear and accessories from heavyweight brands like Adidas, Reebok, Keds, Sperry and more.",
   "img_src": "http://www.jem.sg/images/RSH%20logo%20307%20x%20260px.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Rumah Sayang",
   "Address": "#B1-41 ",
   "Phone": "6339 0938",
   "text": "Nasi Padang Concept, Halal & Peranakan theme, semi-self service, affordable & delicious. Everyday local specialties.",
   "img_src": "http://www.jem.sg/images/rumah_sayang_cafe.jpg",
   "Category": "Food"
 },
 {
   "Name": "SAM Machine",
   "Address": "#B1 ",
   "Phone": "",
   "text": "",
   "img_src": "http://www.jem.sg/images/SAM_logo-01%20website.jpg",
   "Category": "Service"
 },
 {
   "Name": "Samsonite",
   "Address": "#03-04 ",
   "Phone": "67349594",
   "text": "Founded by Jesse Shwayder in 1910, when early travel was reserved for only an exclusive few who had the means to see the world, Samsonite has since been leveraging its craftsmanship and heritage to create unique solutions for the sophisticated traveller.",
   "img_src": "http://www.jem.sg/images/samsonite.jpg",
   "Category": "Others"
 },
 {
   "Name": "Seiko",
   "Address": "#01-29 ",
   "Phone": "6339 4539",
   "text": "",
   "img_src": "http://www.jem.sg/images/seiko.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Seorae Korean Charcoal BBQ",
   "Address": "#B1-10 ",
   "Phone": "91998729",
   "text": "Seorae Korean Charcoal BBQ offers a wide selection of premium pork and beef cuts, pork skirt and pork/beef belly skewers oozing in an array of delicious fillings such as melted cheese, traditional jigae (Korean stews), cheese mandu ttekobokki (Korean rice cake) and refreshing cold noodles.",
   "img_src": "http://www.jem.sg/images/859307%20x%20260.png",
   "Category": "Food"
 },
 {
   "Name": "Seoul Yummy",
   "Address": "#03-05/06 ",
   "Phone": "66943013",
   "text": "Seoul Yummy is the go-to casual restaurant for traditional Korean cuisine with a modern twist. \nFans who love all things Korean will fall in love with the pop art style illustrations interior and playful dish names inspired by K-drama shows/bands and of course, the food!",
   "img_src": "http://www.jem.sg/images/825307x260.jpg",
   "Category": "Food"
 },
 {
   "Name": "SF",
   "Address": "#B1-K8 ",
   "Phone": "",
   "text": "SF is one of the leading chain retailers selling fresh fruits and juices in Singapore today. They offer a wide choice of fruit salads and platters. To cater to the increasingly health-conscious consumers, SF's fruit juices and smoothies are free from any artificial flavours and colourings.",
   "img_src": "http://www.jem.sg/images/SF%20Logo%20(558px%20x%20473px).png",
   "Category": "Food"
 },
 {
   "Name": "Shaburi & Kintan Buffet",
   "Address": "#03-11/12 ",
   "Phone": "62624329",
   "text": "Shaburi & Kintan Buffet offers two restaurants all-you-can eat dining concepts under one roof: Shaburi, a Japanese Shabu-Shabu and Kintan Buffet, a Japanese premium BBQ. We offer genuine satisfaction of Japanese food culture through Shabu-Shabu & BBQ with affordable & decent price.",
   "img_src": "http://www.jem.sg/images/shaburi%20&%20kintan.jpg",
   "Category": "Food"
 },
 {
   "Name": "shu uemura",
   "Address": "#01-62 ",
   "Phone": "+65 6734 1887",
   "text": "Founded & named after legendary Japanese make-up artist & beauty pioneer, Shu Uemura, the brand breaks all boundaries in beauty creation. Inspired by an aesthetic & professional spirit of the artisan, the brand holds the holistic philosophy that beautiful make-up starts with beautiful skin.",
   "img_src": "http://www.jem.sg/images/557shu_uemura.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Simply Flowers",
   "Address": "#B1-K17 ",
   "Phone": "6100 1559",
   "text": "Modern & contemporary florist specializing in hand & table posy, baby hampers, floral stands, weddings with imported flowers.",
   "img_src": "http://www.jem.sg/images/simply-flowers.jpg",
   "Category": "Others"
 },
 {
   "Name": "Simply Wrapps",
   "Address": "#02-19 ",
   "Phone": "6262 8081",
   "text": "We offer healthy and tasty wraps, salads, quesadillas, cold press juices and hot organic beverages to nourish your body and mind. Besides 15 Chef Creations, you can also make your own wrap or salad from 50 healthy ingredients and 19 House Dressings. All Simply Wrapps Cafés are MUIS HALAL Certified",
   "img_src": "http://www.jem.sg/images/Simply%20Wrapps%20Logo.jpg",
   "Category": "Food"
 },
 {
   "Name": "SingTel",
   "Address": "#04-57 ",
   "Phone": "6734 8915",
   "text": "Singtel Exclusive Retailer offers a wide range of Singtel services which includes mobile and fixed broadband, Corporate plans, prepaid & postpaid services. Be spoilt for choice with the range of the latest mobile phones and mobile & lifestyle related accessories and gadgets for your every need.",
   "img_src": "http://www.jem.sg/images/42Untitled-1.png",
   "Category": "Service"
 },
 {
   "Name": "SK Gold",
   "Address": "#01-18 ",
   "Phone": "6694 3533",
   "text": "SK JEWELLERY, Singapore’s leading 999 Pure Gold and premium diamond jeweller, has been \ncreating beautifully crafted jewellery with meaningful stories since April 2004.",
   "img_src": "http://www.jem.sg/images/sq%20-%20Copy.png",
   "Category": "Fashion"
 },
 {
   "Name": "SK Jewellery",
   "Address": "#02-53 ",
   "Phone": "6694 3033",
   "text": "Since its launch in April 2004, SK JEWELLERY has known to be the leader in quality, stylish and affordable jewellery, creating an unprecedented niche in the market. The success of the brand is evident in its aggressive expansion and growth both locally and regionally.",
   "img_src": "http://www.jem.sg/images/750sq%20-%20Copy%20-%20Copy.png",
   "Category": "Fashion"
 },
 {
   "Name": "Skechers",
   "Address": "#03-35 ",
   "Phone": "6734 9678",
   "text": "An award-winning global leader in the footwear industry, SKECHERS designs, develops and markets performance shoes for athletes and active individuals, and lifestyle shoes for every age and demographic.",
   "img_src": "http://www.jem.sg/images/skechers.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Smiggle",
   "Address": "#02-37 ",
   "Phone": "6339 4548",
   "text": "Smiggle, Australia's hottest stationery brand, was born in 2003 when its founder noticed a gap in the market for colourful, fun, fashion-forward stationery. The first store opened in South Yarra, Melbourne, and word spread fast about the bright pens, notebooks and gadgets that filled a tiny, but ver ...",
   "img_src": "http://www.jem.sg/images/smiggle.jpg",
   "Category": "Others"
 },
 {
   "Name": "Smile Doctor",
   "Address": "#04-16 ",
   "Phone": "6684 0295",
   "text": "Our goal here at Smile Doctor is to set the standard of 21st century by placing extra emphasis on high tech, high quality dentistry, comprehensive and friendly care. Top procedures are dental implant, orthodontic & aesthetic dentistry.",
   "img_src": "http://www.jem.sg/images/smile_doctor.jpg",
   "Category": "Service"
 },
 {
   "Name": "smöoy",
   "Address": "#03-07 ",
   "Phone": "8888888888",
   "text": "SMÖOY, the number 1 authentic frozen yoghurt in Spain, is now in Singapore!\n\nNot just another froyo, smöoy is a new concept with weekly flavors and low fat ice-cream to please everyone! Choose from a selection of 36 delicious toppings and seasonal fresh fruits, perfect for lovers of icy delights ...",
   "img_src": "http://www.jem.sg/images/Smooy%20307x260.jpg",
   "Category": "Food"
 },
 {
   "Name": "So Pho",
   "Address": "#B1-08 ",
   "Phone": "6339 0058",
   "text": "At So Phô, the fresh ingredients chosen give the food its authenticity, and the friendly staff and relaxing settings enhance the whole dining experience. We are passionate about sharing the most original delicacies with Vietnamese food lovers; YOU!",
   "img_src": "http://www.jem.sg/images/sopho.jpg",
   "Category": "Food"
 },
 {
   "Name": "Song Fa Bak Kut Teh",
   "Address": "#B1-09 ",
   "Phone": "62624818",
   "text": "A time-honoured and prominent name on the local food scene, Song Fa is known for serving generations of Bak Kut Teh lovers. At Song Fa, high quality pork ribs are simmered with garlic and pepper to yield the trademark clear and peppery soup. Relive the heritage of good old Bak Kut Teh with us today.",
   "img_src": "http://www.jem.sg/images/132SF_1c_rev_transparent.png",
   "Category": "Food"
 },
 {
   "Name": "Standard Chartered Bank",
   "Address": "#B1-12 ",
   "Phone": "1800 747 7000",
   "text": "Opening on the 17 June 2013, Standard Chartered Jem Branch provides full banking services with extended hours for your convenience.",
   "img_src": "http://www.jem.sg/images/standard_chartered.jpg",
   "Category": "Service"
 },
 {
   "Name": "Starbucks Coffee",
   "Address": "#01-02 ",
   "Phone": "6339 4717",
   "text": "Since 1971, Starbucks Coffee Company has been committed to ethically sourcing and roasting the highest quality arabica coffee in the world. Today, with stores around the globe, the company is the premier roaster and retailer of specialty coffee in the world.",
   "img_src": "http://www.jem.sg/images/starbucks_coffee.jpg",
   "Category": "Food"
 },
 {
   "Name": "StarHub",
   "Address": "#04-28 ",
   "Phone": "6561 0800",
   "text": "Launched in 2000, StarHub has become one of Singapore's most innovative info-communications providers, and the pioneer in 'hubbing' - the ability to deliver unique integrated and converged services to all its customers.",
   "img_src": "http://www.jem.sg/images/starhub.jpg",
   "Category": "Service"
 },
 {
   "Name": "Starker Bistro",
   "Address": "#01-05 ",
   "Phone": "",
   "text": "Stärker Q is a multi-concept bar that serves a variety of cuisines with a local touch at wallet-friendly prices. Be sure to try out the Signature Stärker Fresh Beer, an authentic German-style beer brewed locally with a 7-days shelf life. Catch rising home-grown bands showcase their talents in the  ...",
   "img_src": "http://www.jem.sg/images/941307x260.jpg",
   "Category": "Food"
 },
 {
   "Name": "Stradivarius",
   "Address": "#01-38 ",
   "Phone": "6734 7488",
   "text": "STRADIVARIUS offers the latest trends in design, fabrics and accessories to a young female target market. Fashion in constant movement, with the essence of the glamour and style that every woman desires. The Stradivarius spirit is feminine, fresh and creative. Stradivarius is the dream and fantasy o ...",
   "img_src": "http://www.jem.sg/images/stradivarius.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Stuff'd",
   "Address": "#B1-K6 ",
   "Phone": "",
   "text": "Stuff'd is a fast casual kiosk chain focused on Mexican and Turkish takeaways. Serving exceptionally tasty burritos and kebabs, the food is made and prepared fresh daily, right in front of you. Whatever it is they taste exceptional! Succulent and indulgent foodstuff, in generous portions!!",
   "img_src": "http://www.jem.sg/images/logo-website.png",
   "Category": "Food"
 },
 {
   "Name": "Sushi Tei",
   "Address": "#03-18 ",
   "Phone": "6684 4013",
   "text": "Sushi Tei has been serving up authentic Japanese cuisine in Singapore since 1994. Our blend of fresh and original dishes combines the best of Japanese creativity and authenticity, and as such has become a popular taste across the region serving up quality Japanese cuisine daily to customers.",
   "img_src": "http://www.jem.sg/images/sushi_tei.jpg",
   "Category": "Food"
 },
 {
   "Name": "Swarovski",
   "Address": "#01-40 ",
   "Phone": "67347914",
   "text": "The Swarovski collections fuse fashion and jewels and shine new light on crystal as a vital ingredient of today's creative world, and a powerful expression of personal style. With a wide collection ranging from jewellery, fashion accessories, home accessories, figurines and collectibles to miniature ...",
   "img_src": "http://www.jem.sg/images/275307px%20x%20260px.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Swatch",
   "Address": "#02-32A ",
   "Phone": "6339 3508",
   "text": "Discover the latest Swatch collection. Founded in 1983 in Biel,Switzerland,Swatch revolutionized the Swiss watch industry with its spirited design & pioneering technology.Swatch continues to offer a multitude of innovative & unique timepieces with models like SISTEM 51 & Swatch Touch Zero One!",
   "img_src": "http://www.jem.sg/images/swatch.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Swift Exchange",
   "Address": "#B1-05A ",
   "Phone": "6341 5255",
   "text": "Swift Exchange, an authorised money changer providing shoppers with reliable currency conversion service at competitive rates.",
   "img_src": "http://www.jem.sg/images/swift.jpg",
   "Category": "Service"
 },
 {
   "Name": "Team Salon",
   "Address": "#03-48 ",
   "Phone": "63392256",
   "text": "Aveda Concept Salon and Store - Top Organic Hair Brand fr USA. Established in 1985 by Director Jean Tong. With 30 years experience in the hair industry, we provide good quality hair services to locals and expats communities. Team Salon is Official Salon for Miss International Singapore since 2003.",
   "img_src": "http://www.jem.sg/images/team-salon.jpg",
   "Category": "Service"
 },
 {
   "Name": "The Body Shop",
   "Address": "#01-21 ",
   "Phone": "6538 1997",
   "text": "We believe true beauty comes from the heart. For us, beauty is much more than a pretty face. It's about feeling good and doing good, too. We always keep people, animals and the planet in mind. So when you shop with us, you are choosing... BEAUTY WITH HEART",
   "img_src": "http://www.jem.sg/images/the_body_shop.jpg",
   "Category": "Others"
 },
 {
   "Name": "The Chinese Wedding Shop",
   "Address": "#04-51A ",
   "Phone": "6684 8006",
   "text": "A brand trusted by many over the past years, known for our vast knowledge and exceptional service, a one-stop station for all your wedding needs.  From preparing your Betrothal and Dowry items to party poppers for the BIG day, be spoilt for choice with our wide variety of selections available!",
   "img_src": "http://www.jem.sg/images/The%20Chinese%20Wedding%20Shop.png",
   "Category": "Others"
 },
 {
   "Name": "The Coffee Bean & Tea Leaf",
   "Address": "#01-06 ",
   "Phone": "6684 1225",
   "text": "Since 1963, we have continued to search the earth for only the finest and rarest loose-leaf teas and premium coffees. Today, The Coffee Bean and Tea Leaf proudly offers over 22 varieties of coffee and 20 kinds of tea.",
   "img_src": "http://www.jem.sg/images/cbtl.jpg",
   "Category": "Food"
 },
 {
   "Name": "The Golden Duck",
   "Address": "#B1-K18 ",
   "Phone": "",
   "text": "",
   "img_src": "http://www.jem.sg/images/The%20Golden%20Duck_website.jpg",
   "Category": "Food"
 },
 {
   "Name": "The Learning Lab",
   "Address": "#04-45/46/47/48/49/50/51 ",
   "Phone": "67338711",
   "text": "The Learning Lab is the leading provider of tuition and enrichment services for learners aged 3 to 18. Our English, Mathematics, Science and Chinese programmes contextualise learning to equip students to meet exam needs, communicate confidently and think critically about the world they live in.",
   "img_src": "http://www.jem.sg/images/TLL-Logo-307-260.jpg",
   "Category": "Service"
 },
 {
   "Name": "The Minute & Second",
   "Address": "#B1-28 ",
   "Phone": "6734 8465",
   "text": "",
   "img_src": "http://www.jem.sg/images/the_minute_and_second.jpg",
   "Category": "Others"
 },
 {
   "Name": "The Seafood Market Place by Song Fish",
   "Address": "#B1-43/44 ",
   "Phone": "62622811",
   "text": "The Seafood Market Place By Song Fish is a seafood specialized concept store. Song Fish is a local company established for 40 years, importing and exporting seafood worldwide. The main headquarter at fishery port is a manufacturing plant equipped with automated packing line, modern blast freezing an ...",
   "img_src": "http://www.jem.sg/images/382Company%20Logo%20(307X260px)-01.png",
   "Category": "Food"
 },
 {
   "Name": "The Soup Spoon",
   "Address": "#02-05 ",
   "Phone": "6694 2114",
   "text": "If you want to understand a culture, taste its soup. There isn’t a country in the world that doesn’t have its own version of this timeless dish. We harvest inspirations from cuisines of the world to bring you soups & food that will nourish, comfort & delight. From the world, to our kitchen, to y ...",
   "img_src": "http://www.jem.sg/images/TSS%20Logo.png",
   "Category": "Food"
 },
 {
   "Name": "The Wallet Shop",
   "Address": "#03-19 ",
   "Phone": "6339 0162",
   "text": "The Wallet Shop burst, bright and yellow, into Singapore in 1997, with lofty ambitions to provide consumers with a hip and trendy place to shop for fashionable wallets. Expect a colorful variety and deep assortment of wallets, pouches, bags and coin purses and be spoilt for choice!",
   "img_src": "http://www.jem.sg/images/the_wallet_shop.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "THEFACESHOP",
   "Address": "#01-22 ",
   "Phone": "6734 7514",
   "text": "Now the Number 1 skincare brand in Korea, THEFACESHOP is a global beauty brand offering over 1,000 quality products for skincare, body care, hair care and make-up.",
   "img_src": "http://www.jem.sg/images/the_face_shop.jpg",
   "Category": "Others"
 },
 {
   "Name": "Thomson Specialist Centre",
   "Address": "#04-18 ",
   "Phone": "6262 8588",
   "text": "Thomson Medical Centre is a leading maternity hospital in Singapore with 39 years of experience. Thomson Specialist Centre is a one stop solution for mothers and children staying in the West. We house experienced doctors that practice Paediatric, Obstetrics & Gynaecology Services.",
   "img_src": "http://www.jem.sg/images/Thomson-Medical-logo(JEM-website).jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Tissot",
   "Address": "#01-25 ",
   "Phone": "62685223",
   "text": "Tissot, with its signature 'Innovators by Tradition', has been pioneering craftsmanship and innovation since its foundation in 1853. \n\nThe company has always had its home in the Swiss watchmaking town of Le Locle in the Jura Mountains but now also has a presence in 160 countries.",
   "img_src": "http://www.jem.sg/images/tissot.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "TOG",
   "Address": "#04-29 ",
   "Phone": "63346753",
   "text": "",
   "img_src": "http://www.jem.sg/images/TOG%20(Toy%20Or%20Game)%20(Abuzz).png",
   "Category": "Others"
 },
 {
   "Name": "Tonkotsu Kazan",
   "Address": "#03-09 ",
   "Phone": "6694 1221",
   "text": "Tonkotsu Kazan offers value-for-money and good quality ramen. With a blazing red 'kazan' cover, ramen in a 300+ degree Celsius hot stone bowl is cooked in front of customers. We pride ourselves on handmade noodles, soup, chashu and ramen egg. Add a bowl of free Japanese rice to the soup at the end!",
   "img_src": "http://www.jem.sg/images/%C3%B4+%C3%AC%C2%A3%C3%AB+%C3%84RLogo_kumimoji.jpg",
   "Category": "Food"
 },
 {
   "Name": "Top Secret",
   "Address": "#03-K01 ",
   "Phone": "63340933",
   "text": "Top Secret studio was establish since 2012 in Singapore a chain retail store belong to DRY CUT GROUP MALAYSIA. A brand new concept of salons professional products which contains more than 100 item of imported organic and international brands. wholesales price and special promotion all the time.",
   "img_src": "http://www.jem.sg/images/Untitled-1.png",
   "Category": "Service"
 },
 {
   "Name": "Tori Q",
   "Address": "#B1-05 ",
   "Phone": "6734 9790",
   "text": "We are proud to bring Tori-Q, the authentic Yakitori to the west!\nEnjoy our Yakitori with special formulated \"Tare\" (Sauce) and grilled to perfection. \nOur bestsellers Chicken Ball, Chicken & Pork can be enjoyed alone or paired with rice as part of the Bento set.",
   "img_src": "http://www.jem.sg/images/toriq.jpg",
   "Category": "Food"
 },
 {
   "Name": "Triumph",
   "Address": "#02-41 ",
   "Phone": "62624592",
   "text": "Triumph International is one of the world’s largest intimate apparel companies, with a presence in over 120 countries with core brands Triumph® and sloggi®. Globally, the company serves 40,000 wholesale customers and sells its products in 2,000 Triumph Stores as well as via own online shops.",
   "img_src": "http://www.jem.sg/images/945TriumphLogo%20307x260.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Twee",
   "Address": "#01-42/56/57 ",
   "Phone": "",
   "text": "Twee, a chic Korean fast fashion brand created for men and women who loves quality K-fashion. Every month, there are more than 400 new styles being introduced in the stores. Twee has over 40 stores in Korea, China, Malaysia and 2 stores in Singapore.",
   "img_src": "http://www.jem.sg/images/TWEE%20Logo%20307X260%20(JEM).jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Umeya",
   "Address": "#05-K01 ",
   "Phone": "6734 1868",
   "text": "A wide variety of delicious Japanese snacks and sweets await!",
   "img_src": "http://www.jem.sg/images/umeya.jpg",
   "Category": "Food"
 },
 {
   "Name": "Uniqlo",
   "Address": "#02-27, #03-30 ",
   "Phone": "6339 2037",
   "text": "UNIQLO is a modern Japanese company that inspires the world to dress casually. Committed to true excellence and innovation, from functionality to fit to colour choices, UNIQLO offers clothes for a better life, for everyone, every day.",
   "img_src": "http://www.jem.sg/images/uniqlo.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Unity Healthcare",
   "Address": "#B1-37 ",
   "Phone": "6339 4256",
   "text": "The mission of Unity NTUC Healthcare is to improve the health and total well being of our customers by being the most professional pharmacy chain and delivering the highest level of customer satisfaction, at the most competitive prices.",
   "img_src": "http://www.jem.sg/images/unity.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "UOB",
   "Address": "#02-15 ",
   "Phone": "18002222121",
   "text": "United Overseas Bank Limited (UOB) has charted steady growth the past 76 years to establish itself as a leading bank in Singapore. Today, the UOB Group has a network of more than 500 offices spanning 19 countries and territories in Asia Pacific, Western Europe and North America.",
   "img_src": "http://www.jem.sg/images/uob.jpg",
   "Category": "Service"
 },
 {
   "Name": "UOB Wealth Banking",
   "Address": "#02-15 ",
   "Phone": "",
   "text": "UOB Wealth Banking is designed to support the journey to reach your financial goals. We will share our bank's expertise in mapping out a wealth strategy to help achieve your goals through an exclusive banking experience with your Relationship Manager.",
   "img_src": "http://www.jem.sg/images/uob_wealth_banking.jpg",
   "Category": "Service"
 },
 {
   "Name": "Vans",
   "Address": "#03-03 ",
   "Phone": "62622377",
   "text": "The Vans brand promotes the action sports lifestyle, youth culture and creative self-expression through the support of athletes, musicians and artists and through progressive events and platforms such as the Vans Park Series, Vans Custom Culture, Vans Warped Tour®, and House of Vans.",
   "img_src": "http://www.jem.sg/images/Vans_Logo_307x260px.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Venus Beauty",
   "Address": "#B1-13 ",
   "Phone": "62622429",
   "text": "Venus Beauty was born in 2002 with the simple concept of retailing quality everyday products at affordable prices. From personal care, fragrance, household, and even baby products, you are bound to find something that you need!",
   "img_src": "http://www.jem.sg/images/venus-307x260.png",
   "Category": "Others"
 },
 {
   "Name": "Venus Tears",
   "Address": "#01-54 ",
   "Phone": "6659 6100",
   "text": "VENUS TEARS exhibits a wide variety of quality and fascinated jewellery from all over Japan. Their typical and traditional designs still continue to add traditional charm the modern look. Welcome to Modern Women World, Venus Tears will bring out all the women beauty and make them shine and sparkle.",
   "img_src": "http://www.jem.sg/images/venus_tears.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Victoria's Secret Beauty & Accessories",
   "Address": "#01-39 ",
   "Phone": "6723 7996",
   "text": "Victoria's Secret Beauty & Accessories stores offer an assortment of widely popular Victoria’s Secret beauty products, including fun and flirty prestige fragrances, such as the Fifi award winning Victoria's Secret Angel, and VS Fantasies skin loving body care.",
   "img_src": "http://www.jem.sg/images/victorias_secret.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Vincen+ Watch",
   "Address": "#01-26 ",
   "Phone": "6734 9158",
   "text": "With over 30 years of remarkable horological retail history, Vincent Watch now represents a highly reputable watch retail company in Singapore with over 60 internationally well recognised brands onboard.",
   "img_src": "http://www.jem.sg/images/logo%20on%20jem%20website.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "W Optics",
   "Address": "#02-23 ",
   "Phone": "6339 4785",
   "text": "At W Optics, we believe in offering tailored vision care services and providing optical solutions and products that cater to the specific needs of customers. The W EYExperience offers eye examination that is tailored to your individual needs, from standard to a comprehensive eye check to screen/diag ...",
   "img_src": "http://www.jem.sg/images/w%20optics-01_307x260.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Watsons",
   "Address": "#B1-07 ",
   "Phone": "67347579",
   "text": "To date, Watsons has 31 pharmacy counters located within its key stores, and is still continuing in its expansion into pharmacy services. In recent years, the Watsons brand has reinvented itself in line with the proposition to help customers have fun \"Look Good, Feel Great. Have Fun!\".",
   "img_src": "http://www.jem.sg/images/watsons.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Weston Corp",
   "Address": "#03-50 ",
   "Phone": "6734 8859",
   "text": "With the biggest range of soccer jerseys and soccer boots in the region, Singapore's Premier Soccer store is your one stop store for all your soccer needs whether professional, amateur or fans of your favourite club teams or countries.",
   "img_src": "http://www.jem.sg/images/weston_corporation.jpg",
   "Category": "Others"
 },
 {
   "Name": "Xin Wang Hong Kong Cafe",
   "Address": "#04-25 ",
   "Phone": "66840613",
   "text": "Boasting more than 200 items on the menu, diners can savour comfort food borne from simple recipes characteristic of the typical Hong Kong and Macau cafes, home recipes we grew up on, local Singapore favourites, tim sum and tea-time snacks.",
   "img_src": "http://www.jem.sg/images/xin_wang_hong_kong_cafe.jpg",
   "Category": "Food"
 },
 {
   "Name": "Xndo",
   "Address": "#B1-27 ",
   "Phone": "6734 2720",
   "text": "Xndo are specialty food retail shops for weight loss. Ready-to-eat meals, drinks, confectionary and supplements to help you lose and manage weight",
   "img_src": "http://www.jem.sg/images/xndo-logo.jpg",
   "Category": "Others"
 },
 {
   "Name": "Ya Kun Kaya Toast",
   "Address": "#B1-K5 ",
   "Phone": "6339 3697",
   "text": "What makes Ya Kun unique is that we offer the same humble fare of coffee, eggs and toast with our special kaya (made from a proprietary recipe); prepared the same way since 1944. These local favourites have become a comfort meal for many Singaporeans throughout the day.",
   "img_src": "http://www.jem.sg/images/yakun.jpg",
   "Category": "Food"
 },
 {
   "Name": "Yankee Candle",
   "Address": "#01-14 ",
   "Phone": "6734 8344",
   "text": "Season after season, from reliving favorite memories to setting a mood, we share your passion for fragrance. It's what drives us to search the world for fresh inspiration in creating evocative, long-lasting scents that will help make your house feel like home.",
   "img_src": "http://www.jem.sg/images/yankee.jpg",
   "Category": "Others"
 },
 {
   "Name": "YES Accessories",
   "Address": "#02-K01 ",
   "Phone": "62684663",
   "text": "Shop for dazzling and affordable fashion accessories from Korea in YES Accessories.",
   "img_src": "http://www.jem.sg/images/yes.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Yoshinoya",
   "Address": "#B1-39 ",
   "Phone": "6684 1870",
   "text": "Yoshinoya caters wholesome and tasty Japanese Rice Bowls at affordable prices with fast food convenience. The signature Beef Bowl (Gyudon), comprises of precisely sliced Beef simmered in a 100-year secret recipe broth of savoury herbs and spices. Other meat choices include Teriyaki Chicken, Salmon a ...",
   "img_src": "http://www.jem.sg/images/2016%20-%20Yoshinoya%20Official%20Logo%20(Shrunk).png",
   "Category": "Food"
 },
 {
   "Name": "Young Hearts",
   "Address": "#02-17 ",
   "Phone": "6734 5539",
   "text": "Young hearts is all about having a lifestyle that is fun-loving, feminine and young. \nWe are passionate about living a quality life. \nWe support and encourage this life objective by creating and producing our products with great attention to research, design, detail, variety and quality.\nIn short ...",
   "img_src": "http://www.jem.sg/images/logo-jems-01.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Yummi House",
   "Address": "#B1-47 ",
   "Phone": "66943512",
   "text": "Yummi House, founded in 2007, is a Singapore-based Health Care Products company with 4 outlets locally, 5 outlets in Hong Kong and 8 outlets in Malaysia. Our main products are Natural Wild Honey and Imperial Bird’s Nest. There are 4 elements that we insist on; Origin, Quality, Source and Taste.",
   "img_src": "http://www.jem.sg/images/307x260-01.png",
   "Category": "Healthcare"
 },
 {
   "Name": "ZTP Ginseng Birdnest",
   "Address": "#B1-45 ",
   "Phone": "6339 1423",
   "text": "ZTP is one of the largest health food retail chains in Singapore. We are also one of the largest bottled Bird's Nest manufacturers in Singapore. Our range of products include bird's nest, Australian abalone, Japanese scallops, Mushroom, Ginseng, Cordyceps and many more.",
   "img_src": "http://www.jem.sg/images/ztp_ginseng_birdnest.jpg",
   "Category": ""
 }
]