[
  {
    "Name": "Zoomoov",
    "Address": "04-38",
    "Phone": "+65 6338 6305",
    "text": "Zoomoov is a young company operating rides for children in Singapore. Hop onto our safari themed animal rides for a whole day of delight and excitement! Make our outlets your indoor playground and take our ZOOMOOV animals out for a spin!",
    "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/z/zoomoov_dsc_3248_0313b98c-f9d6-4b95-8dcd-425a4e9e0e9c_560x462.jpg.transform/cap-highres/image.jpg",
    "Category": "Service"
  },
 {
   "Name": "328 Katong Laksa",
   "Address": "B2-06",
   "Phone": "+65 9732 8163",
   "text": "For those who love a little heat, 328 Katong Laksa serves up a bowl of spicy broth enriched with creamy coconut milk and the taste of seafood. Pair it with our signature Otak Otak, it will make breaking a sweat worth it!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Banner_328KatongLaksaWG.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "85 Redhill Teochew Fishball Noodles",
   "Address": "B2-K13",
   "Phone": "+65 6779 8980",
   "text": "85 Redhill Teochew Fishball Noodles specialises in Teochew Style Fishball Noodles that preserves the nostalgic flavour and taste. Served with a generous portion of Handmade Teochew Fishball and Fishcake that is light and bouncy but dense in flavour, 85 Redhill Teochew Fishball Noodles will keep you hooked!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/r/85%20redhill.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "ABURI SUSHI HEISHIRO",
   "Address": "03-05",
   "Phone": "+65 6369 9488",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/a/aburi%20sushi%20heishiro_logo_website_b06ae14b-38eb-420f-b455-4a80ee6432e2_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Adrift Anapauo Massage & Spa",
   "Address": "02-40C",
   "Phone": "+65 8822 4567",
   "text": "Relax your mind and body at Adrift Anapauo with our range of massage services including Foot Reflexology, Body Massages and Aroma Candle Therapy.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/a/adrift%20anapauo%20massage%20spa_1%20website%20directory%20560%20x%20462_v2_907e993d-43d6-4a52-a478-234ef28fee13_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "AESOP",
   "Address": "01-27",
   "Phone": "",
   "text": "Aesop retails skin, hair and body care products that are formulated using the finest plant-based and laboratory-made ingredients. From cleansers that restore the balance of your skin to treatments that combat ageing, Aesop has the perfect personal care solutions for you.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/HBannerAESOP_WG.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "AIBI",
   "Address": "B1-18",
   "Phone": "+65 6339 0556",
   "text": "Look good and feel great with AIBI! Exercise at the comfort of your own home. AIBI takes on a holistic 3-pronged approach of Health, Beauty and Fitness to achieve quality lifestyle for all individuals at every stage of your life. AIBI constantly brings in the latest and innovative products to improve your exercise experience.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/a/aibi_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Aimer",
   "Address": "02-35",
   "Phone": "+65 6465 9224",
   "text": "Aimer sculpts the perfect fit of lingerie catered to Asian females. We consistently focus on creative designs which combine Eastern aesthetics and Western fashion in a perfect harmony. Sticking to our oriental roots, we have also developed lines of classic collections that incorporates traditional Chinese design elements into our lingerie.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/a/aimer_aimer%20logo_55e2d108-7d9f-4470-aa0e-205ab42bd5da_560x462.png.transform/cap-highres/image.png",
   "Category": "Fashion"
 },
 {
   "Name": "Akimitsu",
   "Address": "03-09",
   "Phone": "+65 6465 9383",
   "text": "Akimitsu is the award-winning Tempura & Tendon restaurant originated from Asakusa, Japan with over 128 years of history. Indulge in golden crispy Tempura Prawns with ba serving of crunchy greens to complete your bowl.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Banner_AkimitsuWG.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "ALDO",
   "Address": "01-40A",
   "Phone": "+65 6710 5418",
   "text": "Aldo specializes in the creation of high-quality fashion footwear and accessories. This sought-after brand pays close attention to detail and to fine craftsmanship. ALDO is dedicated to bringing you both quality and cutting-edge trends at affordable prices, season after season. Whether the latest footwear trends are breaking in London, Milan, Paris, New York or Tokyo, Aldo will have them on your feet first!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/a/aldo_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Alexandria Maison",
   "Address": "01-31",
   "Phone": "+65 6255 3981",
   "text": "The Alexandria Maison line features a new collection of beautiful creations; highlighting her commitment to providing modern contemporary, elegant, art-themed, handcrafted pieces that make a statement. Different international designers and brands contributed to these beautiful creations which were made and selected carefully with the discerning, yet budget-minded, fashion-forward person in mind. The creations are appreciated and well received by customers worldwide for its timeless style and elegance.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/AlexandriaMaison_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Aloha Poké",
   "Address": "01-09",
   "Phone": "6252 7996",
   "text": " Aloha Poké is the first of its kind in Singapore. Staying true to the Hawaiian heritage, their fish is seasoned to perfection, with each bite taking you back to that perfect sunny day on Waikiki Beach. The crisp vegetables will remind you of the refreshing breeze of the Pacific Ocean. Aloha! Poké will keep you grinding (Hawaiian slang for eating like there is no tomorrow) without the guilt factor. Poké (pronounced “Poh-Kay”) is a Hawaiian staple and the choice food of surfers. Traditional Poké comprises of seasoned Ahi (Tuna) tossed with toasted sesame seeds, sweet onions and scallions. It’s great on its own; but for a heartier meal it can be consumed over rice and salad. At Aloha our Poké is always prepared fresh with generous amounts of tuna or salmon lightly marinated in secret sauces and topped off with a wide selection of Add-ons and Superfoods. The secret formula – prepare each bowl with love. Their food is never dressed, even in its purest form, it is stunningly beautiful. Their objective is sweet and simple, to provide a healthy, tasty meal that is made of the highest quality ingredients.Taste the Freshness of Hawaii at Aloha Poké…",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/AlohaPoke_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Anjappar",
   "Address": "04-08",
   "Phone": "+65 6566 5545",
   "text": "Preserving the best culinary traditions of Chennai, Anjappar brings hearty North and South Indian cuisine to warm your stomach. With the perfect spice blend and secret home recipes, Anjappar will change your understanding of what is true Indian cuisine.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Carousel_AnjapparWG.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Aoyama Hair Studio",
   "Address": "B1-37",
   "Phone": "+65 6909 6560",
   "text": "Have your hair pampered by our team of skilled Japanese stylists and highly trained local stylists, bringing you the latest hair trends, most advanced in hair technology and innovative styling techniques straight from Japan. Experience service with a personal touch along with our characteristic hospitality. Aoyama hair studio salon only uses eco-friendly and non-damaging products that are gentle to your hair and helps to bring out its natural texture.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Aoyama_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Artary",
   "Address": "02-47 to 48",
   "Phone": "",
   "text": "ARTARY Academy of Children's Art. ARTARY’s art experience is uniquely Singaporean, second to none. From admissions to graduation, for both students and parents, experience is at the heart of everything we do. Countless hours have been put into studying, creating, commissioning and refining the many different components that make up the best experience for the thousands of students who have come through our doors.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/a/artary_artary%20logo_642fceda-7dec-4410-9629-3177d44702b8_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "ASICS",
   "Address": "03-36 to 37",
   "Phone": "+65 6710 7346",
   "text": "Through scientific approaches and collaboration with athletes, Asics creates highly innovative sports product solutions that provide athletes with the most comfortable and performance-enhancing shoes and apparel on the market. Our foot scanning system helps you find your perfect Asics fit.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/a/asics-560x462px.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Aureus Academy",
   "Address": "03-18",
   "Phone": "+65 6235 6488",
   "text": "Aureus Academy specializes in providing individually tailored piano, violin, guitar, and vocal lessons to students of all ages and abilities. We believe one-on-one is the best environment to learn a musical instrument, but the trick is keeping students engaged while making the lessons fun and rewarding! Our lessons are designed to engage each student in a way that suits their learning style.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/a/aureus%20academy_directory%20image_362a8a20-70ca-48a8-8096-2462adc2ad8c_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "A|X Armani Exchange",
   "Address": "01-25",
   "Phone": "",
   "text": "A|X Armani Exchange is inspired by street-chic culture and everything that signifies freedom and personal style. Offering a wide range of stylish pieces from statement outer wears to minimalistic silhouettes featuring denim, our collection combines comfort and style in the urbanites.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/a/ax%20armani%20exchange_axtm%20a1%20rev_93f5c436-512c-48f4-b4f3-62194dad67e7_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "BABYSPA",
   "Address": "04-34",
   "Phone": "+65 6465 9459",
   "text": "Swim well, Grow well. To improve babies' physical growth and mental development in the most critical stage of a child's life, BabySPA carries out its mission through its innovative system of strengthening and stimulating babies using a warm water-based method. Rest assured that our services such as swimming, massage and haircut are carried out by trained staff under a safe environment.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/b/babyspa_560iwg.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Banana Story",
   "Address": "B1-K8",
   "Phone": "+65 6779 5818",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/tenant%20image%20folder/bananastorybiglogo.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Bank of China",
   "Address": "04-30 to 31",
   "Phone": "+65 6779 5566",
   "text": "With over 70 years of presence in the local banking industry, Bank of China Singapore Branch provides a full range of financial services to its customers from Singapore, China as well as the surrounding region.The main businesses of Bank of China include corporate banking, retail banking, trade financing and international trade settlement, with specialized knowledge and expertise in China-related trade financing and settlements, and remittance services.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/bankofchina_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Bata",
   "Address": "02-30",
   "Phone": "+65 62645420",
   "text": "Bata carries a wide range of footwear that caters to your every need - from school shoes to sports shoes optimized for the active lifestyle, head over to Bata to find your perfect fit.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/bata_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Beauty Language",
   "Address": "B1-31",
   "Phone": "+65 6465 9329",
   "text": "Beauty Language is a leading beauty retailer offering a wide selection of the finest fragrance, cosmetics, hair, facial and skin care products in Singapore.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/beautylanguage_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "BEGA",
   "Address": "02-10",
   "Phone": "+65 6369 9345",
   "text": "With intricate attention to details, Bega tailors each silhouette to flatter every body type so that Bega women can confidently flaunt their curves and strut it.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/bega_560.png.transform/cap-highres/image.png",
   "Category": "Fashion"
 },
 {
   "Name": "benefit",
   "Address": "02-15",
   "Phone": "+65 6369 9496",
   "text": "Delivering quick fixes for every gal's peskiest beauty dilemmas and saving eyebrows a pair at a time, Benefit retails brow products and pore correctors amongst other cosmetics that will give you a new look everyday.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/benefit_benefit%20logo2_f1305e8a-ba0a-4e09-84c9-e2aeeabdeda1_560x462.png.transform/cap-highres/image.png",
   "Category": "Healthcare"
 },
 {
   "Name": "Bering",
   "Address": "01-K2",
   "Phone": "+65 6465 9169",
   "text": "BERING blend minimalistic Danish design and optimal material strength effortlessly. High quality materials such as High-Tech-Ceramic, Ultra Light Titanium, Stainless Steel and Sapphire Glass, with their extreme scratch resistance and strength, ensure that time literally leaves no trace.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Bering_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Better Vision",
   "Address": "B1-32",
   "Phone": "+65 6465 9661",
   "text": "Better Vision holds the firm belief that a healthy eye-sight is essential in living a healthy and well-balanced life. With our extensive experience, we have garnered a distinct advantage in understanding, diagnosing and prescribing appropriate solutions for your eye care needs and requirements. Our broad array of stylish eyewear from celebrated marques, and quality of ophthalmic lenses and contact lenses will definitely give you Better Vision.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/b/bettervision_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "BodyPerfect",
   "Address": "03-26",
   "Phone": "+65 6425 6966",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/bodyperfect_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "BONIA",
   "Address": "01-17 to 18",
   "Phone": "+65 6710 5925",
   "text": "Being an expert of leather, Bonia offers wide range of leather goods including leather handbags, footwear and accessories for both ladies and gentlemen. Be fascinated by our creative designs and intricate craftsmanship which infuses modernism and youthfulness into our timeless creations, offering the leather lovers vogue and contemporary design.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/bedok%20mall%20images/bonia%20560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Bowl Thai",
   "Address": "B2-K12",
   "Phone": "+65 6465 9465",
   "text": "Bowl Thai offers an enticing quick casual dining destination with an attractive range of well-loved Thai dishes well-suited for diners who are hungry for a taste from the Land of Smiles, backed by a team of experienced chefs, Bowl Thai is set to be an exciting haunt for a comforting taste of Thai cuisine. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/BowlThai_Carousel1.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Braun Buffel",
   "Address": "01-38",
   "Phone": "",
   "text": "Braun Büffel has built its tradition and reputation over the last century as a designer and producer of top quality leather goods and accessories. Today, it is a premium brand known for exceptional workmanship, superior leather, classic elegance and contemporary appeal. From briefcases to wallets, Braun Buffel produces exquisite leather goods that adds sophistication to your outfit.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/braun%20buffel_braunbuffel560_822390c4-598d-4f31-8e6d-447d07b1e1c3_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "BreadTalk Café",
   "Address": "02-03",
   "Phone": "+65 6465 9893",
   "text": "Perfect for busy professionals and shoppers alike, BreadTalk Cafe makes for a welcoming cosy venue to drop in for a quick breakfast meeting, lunch, leisurely teatime or dinner. Serving all-time comfort food such as Fish & Chips and Mushroom Cabonara, BreadTalk Cafe warms the heart and stomach.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/breadtalkcafe_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Brotzeit",
   "Address": "01-04",
   "Phone": "+65 6465 9874",
   "text": "Brotzeit is a German Beer Bar and Restaurant offering authentic Bavarian cuisine in a contemporary yet chic setting. Enjoy signature German dishes like the Pork Curry Sausages and Crispy Oven Roasted Pork Knuckles over a chilled glass of beer. Try topping that for a fridate!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/brotzeit%20german%20bier%20bar%20and%20restaurant_logo%20edited%20main%20image%20website_7245b0cb-b45d-44e1-b844-5c29319f18ab_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Build-A- Bear Workshop",
   "Address": "04-15",
   "Phone": "+65 6266 2040",
   "text": "The closest thing to your imaginary friend brought to life, create your own fluffy companion at Build-A-Bear Workshop where you can customize everything from the clothes, fur coat and even voice of your plush bear, rabbit, unicorn and more!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/b/build-a-%20bear%20workshop_buildabear_560x462px_a9aa1a3d-e176-4cef-a078-06c4bc582517_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Calvin Klein Jeans",
   "Address": "01-43 to 44",
   "Phone": "",
   "text": "Since its launch in 1978, Calvin Klein Jeans has been positioned as an authentic designer jeans brand known for its innovative fits, details, and fabrics. Apart from jeans, Calvin Klein Jeans presents a collection of apparel and accessories with a tinge of modern sophistication. Rocking cities worldwide with its ground-breaking advertising campaigns, Calvin Klein Jeans has portrayed itself as an urban and sensual icon. Calvin Klein Jeans will be opening its doors at Westgate in May.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/c/calvinkleinjeans_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Calvin Klein watches+jewelry",
   "Address": "01-26",
   "Phone": "",
   "text": "CK Watch & Jewellery offers Calvin Klein's full-range of the latest men's and women's watch and jewelry designs.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/c/calvin%20klein%20watches%20and%20jeweleryckwj560x462endlesswestgatewebaf46b8685d3045e6b57651d59fce57f6560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Challenger mini",
   "Address": "03-33",
   "Phone": "+65 6465 9371",
   "text": "Challenger is a retailer of consumer electronics, ranging from PC and accessories to audio systems that will revolutionalize your leisure. Not to forget our attractive ValueClub membership privileges, head over to Challenger for your IT needs.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/c/challengermini_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Choco Express",
   "Address": "B1-13",
   "Phone": "",
   "text": "By assembling top premium brands of chocolates, candies and snacks under one roof, Choco Express seeks to be the preferred one-stop for the sweet tooth. Whether it is for self indulgence or gifting during special occasions, the wide assortment of brands under Choco Express is bound to make it a fulfilling sweet experience for you",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/sg/Choco%20Express.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Chrysalis Spa",
   "Address": "B1-43",
   "Phone": "",
   "text": "Chrysalis Spa provides a wide range of beauty treatments suitable for almost all skin types and aesthetic conditions. Featuring the latest technologies and innovative products in our treatments, be sure your skin and body is pampered.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/ChrysalisSpaCarousel_WG.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Citizen",
   "Address": "01-K4",
   "Phone": "+65 6710 4167",
   "text": "CITIZEN WATCH is a true manufacture d'horlogerie with a comprehensive manufacturing process that extends from creating a watch's individual components to its final assembly.  The company operates in more than 100 countries around the world.  Since its founding in 1918, CITIZEN have held the belief of \"Better Starts Now\" - that is, no matter who you are and what you do, it is always possible to make something better, and now is the time start doing it.Sharing this belief, we have made watches, invented and improved technologies and explored the future of watches such as our proprietary light-powered Eco-Drive technology, and satellite-synchronised timekeeping system Satellite Wave.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/tenants/Citizen%20982x818.JPG.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Coco & Frank",
   "Address": "01-09A",
   "Phone": "+65 6254 0901",
   "text": "A new confectionery brand that offers premium natural oatmeal and eggless butter cookies. Perfect for pampering yourself and gifting your loved ones.",
   "img_src": "",
   "Category": "Food"
 },
 {
   "Name": "CoCo ICHIBANYA",
   "Address": "01-02",
   "Phone": "",
   "text": "We offer varieties of Japanese Curry with unique and creative style along with the best quality ingredient to make tasty curry. Customers can customize their own favorite dish of curry rice including rice portion, three kinds of sauce: original, mild and hashed beef sauce, toppings, and level of spiciness.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/c/cocoichibanya_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Coconut House",
   "Address": "B1-30",
   "Phone": "",
   "text": "Famous for their coconut shake, Coonut House brings the refreshing taste of coconut to its wide variety menu. The coconut tart is also a must try - combining the goodness of biscuit crust with coconut filling. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/CoconutHouse_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Concierge",
   "Address": "03-00",
   "Phone": "",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/WG_CMYK_384x287.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Crystal Jade Kitchen",
   "Address": "04-42",
   "Phone": "+65 6465 9822",
   "text": "Nourish your soul with the heart-warming flavours of Crystal Jade Kitchen. All your Cantonese favourites lovingly prepared by our stella team of chefs. Signature Dim Sum, Classic Congee, Roasted Delicacies and Sizzling Wok Specialties will transport you to the flavours of home. Relax and reconnect with family and friends in the vibrantly modern ambience, inspired by traditional kitchen - the heart of every Chinese cuisine. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/c/crystal%20jade%20dining%20place_logo_6c358429-852f-4a7a-9690-2d2cb1a2c01d_560x462.png.transform/cap-highres/image.png",
   "Category": "Food"
 },
 {
   "Name": "CSK® Laser Aesthetic Clinic",
   "Address": "03-12",
   "Phone": "+65 6710 5754",
   "text": "CSK® Laser Aesthetic Clinic is a one-stop provider of modern aesthetics solutions for the face and body, using medical technologies designed and tested by doctors and dermatological experts.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/c/clearsk_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "CUCKOO",
   "Address": "03-K3",
   "Phone": "",
   "text": "Cuckoo retails water purifiers that eliminates up to 99.99% of bacteria in your drinking water to make clean and consummable water easily accessible from your own home.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/c/cuckoo_cuckoo_product_website_29db22d1-d2df-4b3c-a90c-0ef369f4fde6_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Curry Times",
   "Address": "02-08",
   "Phone": "+65 6369 9609",
   "text": "Curry Times is a new dine-in concept, specializing in curry dishes, set in a nostalgic setting that reminisce the glorious days of home-cooked Mama’s Try out our signature Curry Chicken, masterfully prepared by following tradition recipes to serve you succulent chicken in a spicy rich broth simmered to perfection.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/c/currytimes_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "D&C - Design & Comfort",
   "Address": "B1-14",
   "Phone": "+65 6465 9680",
   "text": "Bringing you the newest footwear designs in every season, D & C employs our own in-house design team to produce new models inspired by trends fresh off the runway. These new designs will be available in our stores every 2-3 weeks.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/d/designcomfort_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Daniel Wellington",
   "Address": "01-16",
   "Phone": "+65 6592 4468",
   "text": "The Swedish brand, Daniel Wellington, founded in 2011,\nhas quickly established itself as one of the most leading brands in the\nindustry. The brand has taken the world of watches by storm and is best known\nfor their classic and minimalistic watches with interchangeable straps.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/DW_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "DBS Bank",
   "Address": "04-36",
   "Phone": "+65 6234 5678",
   "text": "With the largest single-bank network in Singapore, DBS delivers a comprehensive range of innovative banking services and financial solutions to individuals. Our philosophy is to deliver value at affordable cost to cover customer's needs through their lives. Products and services offered through our branches include credit cards, loans, investment & unit trusts and insurance.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/DBS_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "dENiZEN",
   "Address": "02-34",
   "Phone": "+65 6710 5761",
   "text": "dENiZEN™ was created by original jeans maker Levi Strauss & Co in 2010. With years of American craft and expertise, the brand focuses on outfitting a new generation with a legacy of its well-crafted functional jeanswear and contemporary fashion essentials. dENiZEN™ endeavours to advocate confidence, inspiration and self expression through its iconic denim pieces and trend-led seasonal hues.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/dENIZENCarousel_WG.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Desigual",
   "Address": "01-39",
   "Phone": "+65 6710 4558",
   "text": "Desigual's colorful printed pieces stands out from your typical monochromatic silhouettes by injecting some vibrancy into your wardrobe and your day. With a wide selection of apparels for men, women and children, pick an outfit that will lift your mood!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Desigual_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "DF Academy",
   "Address": "04-13",
   "Phone": "+65 6587 1788",
   "text": "DF Academy is an established Hip Hop & K-Pop Performing Dance School in the heartlands of Singapore.  With close to a thousand of students (age ranging from 5 to 50 years old), about a hundred of classes are conducted on a weekly basis at our various studios.  DF Academy also conducts regular corporate classes, DnD training and periodic dance workshops for government and private entities.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/sg/DFAcademy_main.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Digi-Sound Hearing Care Centre",
   "Address": "04-24",
   "Phone": "+65 6893 0120",
   "text": "Digi-Sound is a well-established hearing care centre providing guidance to our patients in selecting the most appropriate type of hearing aid to compensate their hearing loss. With our experienced audiologists, audiometrists and hearing care consultants, we provide free hearing screen and consultations as well. We carry the full product range of leading hearing aid brands at competitive prices.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/d/digisound_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "EAGLE EYE CENTRE",
   "Address": "02-42A",
   "Phone": "+65 6255 0002",
   "text": "EEC is one of the first eye clinic to integrate ophthalmic and optometric eye care to offer a comprehensive range of services including: refractive surgery, presbyopia treatment, cataract surgery, retina services, corneal transplants, management of ocular inflammations, myopia screening and myopia control. We provide sincere care and thorough counselling and offering the safest and most appropriate type of treatment best suited to each patient's needs.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/e/eagle%20eye%20centre_540_x_642_wstgt_18d40eac-4774-4e82-82de-ea42fe2c8057_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Earle Swensen's",
   "Address": "03-10 to 11",
   "Phone": "+65 6358 3859",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/e/earle%20swensens_website_bigimage_4bd76eef-9f92-44c9-b614-30e3516da486_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "EC House",
   "Address": "04-11",
   "Phone": "+65 6339 8797",
   "text": "EC house provide fuss-free and professional express haircut serivces. Rest assured that we maintain high hygiene standards by sanitizing all styling tools before use and our stores are equipped with hair vacuums to ensure a tidy trim.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/e/echouse_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "ECCO",
   "Address": "01-19",
   "Phone": "+65 6465 9186",
   "text": "Ecco combines traditional handcrafting methods and advanced shoemaking processes to enhance our shoe’s ability to match the natural movement of your feet to ensure maximum comfort. With a keen eye for the hottest runway trends, we incorporate these fast fashion inspirations into stylish footwear for the gents and the ladies.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/ECCOCarousel_WG.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "ESINEY",
   "Address": "03-K4",
   "Phone": "+65 9859 5539",
   "text": "Esiney shop sells fashionable and affordable mobile accessories such as handphone casing, screen protector, portable charger and more.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/e/esineylargeimage25aee09e0455f431187e3b444a171cc0c560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Estetica",
   "Address": "03-49",
   "Phone": "+65 6465 9118",
   "text": "Unveil your radiance with Estetica, which offers scientific-based beauty therapies including treatments inspired by Nobel Prize Winning technology. With more than 30 years of experience, Estetica is known for its quality service, as well as its custom designed treatment bed layered with NASA developed memory foam, beauty treatments and products based on Nobel prize Winning research and its proprietary massage techniques.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/e/estetica-withjesseca_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Eureka Snack Bar",
   "Address": "02-K4",
   "Phone": "+65 6266 0961",
   "text": "Snack time is always enjoying, so we like to implement some into the snack and make it stress free while having snack by taking your health into consideration on our product line.  We understand that almost everyone love snack, from school kids to elderly, thus our snack variety are plenty and refreshing every year.We like to see everyone around us live a happy and healthy life, thus we start it with our own self, we smile, we greet, we listen and we care about everyone we meet in our everyday life, believing that what we do will make your day better and happier.  Our ranges of customer are wide, from school kids to elderly, because everyone should not miss the fun of having snack.Popcorns are always our main product which we are so proud of it since our popcorn not only comes with variety of flavours, it also come in round shape that makes it coated evenly with your favourite seasoning, all thanks to the special \"mushroom\" popcorn maize, we are able to make our popcorn tastier and crunchier.  Moreover, we only use non GMO popcorn maize and natural fine ingredient to \"pop\" this extraordinary snack and bring fun to kill your bore moment.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/EurekaFrontShop_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "excluniqueeee",
   "Address": "01-30",
   "Phone": "+65",
   "text": "Welcome to excluniqueeee!Westies we are here for you! Here at excluniqueeee, we have even more to offer you. As always, our eclectic curation of jewelleries, apparels and locally crafted goods are here to pamper you. Don't miss out on trendy designs and exclusive pieces.A weekend shopping can now be a regular quick departure from the stressful day at work. There are so much to discover here. Selection of jewelleries vary from statement pieces for the glamorous night out, hippy styles for the bohemian soul, minimalistic designs for modern individual, quirky motif that suits the peculiar nature and timeless jewellery catering to silver lover.We also have in store compilation of Japanese canvas sling bags with exclusive hand-drawn motif by local artist, Band of Doodle. Collection of beautifully crafted goods from local well-received brand, FIN (Finicky in Nature) is also here to offer you their unique and one of a kind designed bags.Shopping for a gift can be frustrating but we have all you need! Because at excluniqueeee we have a whimsical section, with chock-full of plush toys. Fayy terranium are a great gift to teach your kids about nature & nurture. Now they can own a portable green sanctuary while promoting a greener environment to everyone.Eccentric goods all under one roof, for the young at hearts and inquiring of minds. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/excluniqueeee2_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Expert Beaute",
   "Address": "03-22",
   "Phone": "+65 6710 5866",
   "text": "Expert Beaute specializes in all things beauty, from eyebrow embroidery to express gelish manicure. Pamper yourself at Expert Beaute!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/e/expertbeaute_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "FANCL",
   "Address": "02-23A",
   "Phone": "+65 6871 1528",
   "text": "Founded in Japan in 1980, FANCL has since inception devoted its resources to innovating “PRESERVATIVE-FREE” products. The brand’s holistic beauty approach underlines its purpose to drive skin and body wellness without the use of preservatives in its products. Today, FANCL has built an extensive R&D laboratory in Japan with resources dedicated to innovation, product development and skin research. All facets of the brand are aligned to spread its promise of delivering products free from preservatives. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/f/fancl_fancl%20logo%20-%20cmyk-01_180a44d1-49a5-4d22-b940-2f54ac26a0a1_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Fish & Co.",
   "Address": "01-03",
   "Phone": "+65 6266 4235",
   "text": "Serving up goodness from the sea in a pan, Fish & Co amps up that Mediterrenean vibes by bringing you straight to the South African sea. From shellfishes to crustaceans and squids, you name it, we've got it! If Mediterrenean South Africa is insufficient for that appetite, travel around the world with us and try out one of our six interpretations of Fish & Chips from around the world.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Fish&CoCarousel_WG.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Fitness First Platinum",
   "Address": "05-01",
   "Phone": "+65 6438 5695",
   "text": "Work Hard, Play Harder - Get fit and have fun at Fitness First with a selection of exciting exercise classes such as Yoga, Muay Thai and Zumba to spruce up your workout routine. For the hardcore gym junkies, get working at our state of the art gyms staffed with experienced trainers to help you achieve your fitness goals.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/f/fitness%20first%20platinum%20westgate_fitnessfirst_560_6625f11d-ee72-49a1-be16-80fc442b43bd_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Flaming Queen",
   "Address": "01-18",
   "Phone": "+65",
   "text": "In March 2010, Accendo Asia acquired Flaming Queen, a high end home fragrance retailer located in Mandarin Gallery. Flaming Queen has grown into a multi-brand retailer and distributor of several reputable and premium room fragrance brands. Flaming Queen has its own brand of high quality essential oil, massage oil and plans are underway to increase the product range.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/FlamingQueen_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Food Republic",
   "Address": "B1-28 to 29",
   "Phone": "+65 6465 9645",
   "text": "Food Republic introduces the best local hawker fare and street food under one roof. From must-eats wok signatures like Hokkien Prawn Mee to hand-tossed Roti Prata, Food Republic showcases the best culinary traditions of our cultural melting pot.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/f/foodrepublic_560.png.transform/cap-highres/image.png",
   "Category": "Food"
 },
 {
   "Name": "FotoHub",
   "Address": "03-16",
   "Phone": "+65 6465 9290",
   "text": "Whether you want to commemorate a special event, leave an impression or preserve your memories for years to come, you will find the right solution at FotoHub where we provide printing and collaging services that help you to document every picture worthy moment.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/f/fotohub_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Gen",
   "Address": "03-27",
   "Phone": "+65 6397 4766",
   "text": "Gen delivers custom made solutions. From personalizing your haircare routine with suitable products and treatments for your hair type to the best hairstyling to complement your features, no more hassle for your tresses at Gen.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/g/gen_genmainimage_edited_f9ec6c5e-c3c0-4d33-a2d4-5d738e6ce550_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Giordano Ladies",
   "Address": "01-33",
   "Phone": "+65 6513 7252",
   "text": "Giordano Ladies retails womenswear that echoes their pursuit of simplicity. With an unwavering commitment to providing simple, clean lines, quality workmanship, and attentive customer service, Giordano Ladies has built a strong loyal following throughout the world.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/g/giordanoladies_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Godiva Belgium 1926",
   "Address": "01-10",
   "Phone": "+65 6465 9614",
   "text": "You can always tell a Godiva from other brands - distinguished by our quality craftsmanship along with superior ingredients like richly flavored Ivory Coast Cocoa Beans, Turkish Filbert Butter and fresh fruit fillings, each exquisite creation is beautifully packaged to feast your eyes and your taste buds.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/cma-tenants/godiva-belgium.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Gong Cha",
   "Address": "02-27",
   "Phone": "",
   "text": "The essence of Gong Cha, or Tribute Tea, originated from the provision of the most premium and refined teas to the Emperor of China. It represents the highest quality and expectations of beverages. Established in Taiwan in 2006, Gong Cha has become deeply appreciated by its customers, gaining global renown by word of mouth and a uniquely customised service.Today, Gong Cha outlets around the world number near 1,500, having become a widespread sensational concept among various consumers. Gong Cha’s story is one that roots itself as one of the most reliable providers of quality tea in the world.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/GongCha_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Gong Yuan Ma La Tang",
   "Address": "04-07",
   "Phone": "",
   "text": "At Gong Yuan Ma La Tang, Soup Matters.The team loves it when you leave our bowls ‘cleaned’. More than just soups, you can actually drink the Ma La!How to order?Choose the ingredients from the variety of choices Choose your soup base (Ma La, Pork Broth, Pickled Vegetables). It is recommended to fill half your bowl with vegetables as this will optimise the soup taste and bring out the flavours. Enjoy your soup!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/GongYuan_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Green Delights",
   "Address": "B2-K15,K16",
   "Phone": "+65",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/GreenDelights_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Greendot",
   "Address": "01-06",
   "Phone": "+65 6702 4139",
   "text": "Greendot serves up meat-free dishes carefully designed by our nutritionists to meet your dietary needs. Try out our meatless interpretation of the Tom Yum Noodles and Shiitake Mushroom Laksa and see if you can notice the difference! Greendot makes going meatless a breeze by replacing them with nutri-packed greens and plant-based proteins.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/g/greendot_greendot%20logo_94152eec-53f1-47c6-9e7c-1f275e98b360_560x462.png.transform/cap-highres/image.png",
   "Category": "Food"
 },
 {
   "Name": "Guardian",
   "Address": "",
   "Phone": "",
   "text": "Guardian takes care of all your beauty and personal care needs. Carrying a range of health care, skin care and beauty products, and our in-store specialists offer customers expert advice and support. We also provide professional services such as patient-care counselling and dispensary services at our pharmacies.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/g/guardian_for%20kel_848acd7b-0886-46b1-9b74-0d1f84d33488_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Ha Jun",
   "Address": "B2-K9 to K11",
   "Phone": "",
   "text": "Halal certified restaurant serving assortment of Korean dishes.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/HaJun_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "HAJJAH MARIAM CAFE",
   "Address": "B2-07 to 08",
   "Phone": "",
   "text": "Savour mouth-watering traditional fare with us at Hajjah Mariam Cafe, a purveyor of local cuisine and the popular traditional Nasi Ambeng.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/h/hajjah%20mariam%20cafe_hajjahmariamlogo_095ec410-929e-4cf1-82c6-e12c44f2f11e_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Happy Castle",
   "Address": "04-K2",
   "Phone": "+65 9448 1949",
   "text": "Laid with cassia seeds instead of sand to provide a clean, non-toxic environment for your child to learn and play through tactile stimulation, Happy Castle playground provides a safe setting for your young ones to pick up motor skills.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/h/happy%20castle_store_website_0e655b80-911d-45f4-9817-285b5d092d34_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Healthway Dental / Medical Clinic",
   "Address": "04-32",
   "Phone": "+65 6560 6127",
   "text": "HealthywayDental Clinic and Medical clinic offers a range of medical and dental services including general medical consultations, management of chronic medical conditions, health screening and preventive medicine at our medical clinic. Our dental clini provides general dentistry, restorative dentistry and cosmetic dentistry services.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/h/healthwaymedical_560iwg.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Honolulu Café",
   "Address": "02-06",
   "Phone": "+65 6250 3858",
   "text": "Founded in 1940s by the late Mr Yeung Jin Hei, Hong Kong’s treasured café, Honolulu Café also fondly known by locals as ‘Cha Chaan Teng’.Well-known for its flaky pastry and soft egg custard center, Honolulu Café’s egg tarts utilises a time-tested method by freezing the dough overnight to fold 192 layers for a crispy and flaky shell. The egg tarts are baked daily to ensure freshness.Besides the famous Egg Tarts and Hong Kong Milk Tea, Honolulu Café has also selected many popular items from its existing Hong Kong menu to provide diners with a more authentic Cha Chaan Teng experience. To ensure that the well-loved taste of Honolulu Café remains as similar as possible, the Singapore kitchen in Honolulu Café’s will be helmed by carefully selected chefs from Hong Kong’s Honolulu Café.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/maks%20noodle_main%20image%207_edited_dbcc7160-0869-4cc0-bf4a-c8164d386129_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Hot Tomato Café & Grill",
   "Address": "B1-11",
   "Phone": "+65 6465 9886",
   "text": "From all-time western favorites like Rib Eye Steak to Chargrilled Specialties on the carving board like the Fillet Mignon & Grilled Garlic Shrimp, enjoy quality cuts at affordable prices here at Hot Tomato Café & Grill.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/h/hottomato_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Häagen-Dazs",
   "Address": "01-11",
   "Phone": "+65 62549180",
   "text": "Häagen-Dazs ice cream starts with real cream and milk, blended with carefully selected ingredients, to create an ice cream with a unique velvety texture and unforgettable taste. Every mouthful of Häagen-Dazs is an absorbing, intensely pleasurable experience. Try out favorites like Rum Raisin, Macadamia Nut and Banana Chocolate Brownie.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/H%C3%A4agen-Dazs_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "I Love Learning Achievement Center",
   "Address": "04-09",
   "Phone": "+65 9711 8963",
   "text": "I Love Learning Achievement Center (ILLAC) equips students with academic excellence while incorporating character development curriculum into our programmes. We adopt scientific approaches to accelerate the development of the young minds to sharpen their learning abilities while preserving their individuality through maintaining a 1:6 teacher to student ratio to make sure each student receives the attention needed. ILLAC advocates Co-op Learning where our specially trained facilitators will conduct programmes in a nurturing, non-competitive environment optimum for learning.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/i/ilovelearning_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Inforcom",
   "Address": "03-40",
   "Phone": "+65 6339 0145",
   "text": "Look no further than Inforcom for your IT needs. Check out our range of products and gadgets like high speed printers and high performance headphones!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Inforcom_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Ippudo",
   "Address": "",
   "Phone": "",
   "text": "IPPUDO offers a piping hot bowl of ramen boiled to al dente and served in a flavorful Tonkotsu broth that leaves your taste buds wanting more",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Ippudo_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Irvins Salted Egg",
   "Address": "02-K3",
   "Phone": "+65 6264 3073",
   "text": "Packaged in resealable packages to preserve freshness, enjoy Salted Egg everything - from potato chips to crispy fish skin!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/i/irvins%20salted%20eggirvinssaltedegg560x4628906b2a89aa54d57bf27420667c20cdf560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Isetan",
   "Address": "B2-01, B1-45 to 46",
   "Phone": "+65 6896 7777",
   "text": "Isetan is a lifestyle departmental store retailing arrange of products covering electronics, beauty and wellness, fashion and apparels and more. There is something for every member of your family!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/i/isetan_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Jean Yip Beauty & Slimming",
   "Address": "04-21",
   "Phone": "+65 6369 9144",
   "text": "No more messy hair don't care because it's a good hair day every day with Jean Yip. With a strog team of creative hairstylists to get you out of any pesky situations, achieve enviable locks with our hair treatments and coloring services. While you are at it, pamper your nails too with our mani-pedi services.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/j/jeanyipbeauty_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Jonsson Protein Healthy Hair Growth",
   "Address": "03-24",
   "Phone": "+65 6908 1661",
   "text": "Get the Western solution to hair loss problems today at Jonsson Protein, the Hair Care Expert from USA. Formulated with botanical plant extracts, it’s protein-based treatments are gentle on the scalp, ensuring no irritation and no side effects. Coupled with U.S. technology to analyze and track each individual's hair and scalp problems, customers can expect one-to-one attention and customized treatments tailored for the best treatment results with o hair transplant surgery or no oral medication needed. Be it patterned or spot baldness, hair loss or premature greying of hair, Jonsson Protein has a solution for you.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/j/jonsson%20protein%20healthy%20hair%20growth_jonsson%20protein_c16a098b-f1cc-4853-9fc9-c5502875ecca_560x462.png.transform/cap-highres/image.png",
   "Category": "Service"
 },
 {
   "Name": "K.COOK Korean BBQ & Steamboat Buffet",
   "Address": "B1-02",
   "Phone": "",
   "text": "K.Cook is a Korean BBQ and Steamboat Buffet restaurant offering a selection of premium meats, leafy greens and authentic korean side dishes to complete your KBBQ experience.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/k/kcook_wg_foodfest_kyushu_r11-05_8a0eac19-44d9-4ce0-9e58-f872e5387e27_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "KEYI",
   "Address": "B1-35",
   "Phone": "+65 6835 7854",
   "text": "KEYI retail store offers healthcare solutions in traditional chinese medicine (TCM). Our products range from chinese herbal medicine to health supplements, including Chinese Proprietary Medicine (CPM) and tonic herbs such as American Ginseng, Cordyceps and Birds’ nests. More than just TCM, KEYI also offers natural herbal supplements from Japan and beauty and skincare products from Korea.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/k/keyi_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Kiddy Palace",
   "Address": "04-23",
   "Phone": "+65 6465 9256",
   "text": "Offering nothing but the best for your beloved tots, Kiddy Palace provides the definitive one-stop shopping experience for doting mummies and daddies. Whether you're shopping for maternity products or gifts for baby showers and birthday parties, Kiddy Palace has everything loving parents would ever need.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/k/kiddypalace_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Kids Haven",
   "Address": "04-14",
   "Phone": "+65 6265 1437",
   "text": "Incorporating safety factors, creative design and quality material, Kids Haven provides your kids with the perfect safe haven to play, learn and grow. From race car themed bedframes to sturdy pine wood designs, Kids Haven customizes the dimensions of your bed to fit your little one. Brighten up their bedrooms with our furniture and home decor such as wardrobes, study tables and more! Start building your Kids Haven with us today!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/k/kids%20haven_kids%20haven%20main%20image%20-%20560x462_edited_246a02b6-bbdb-4818-80a8-76d6f16f84cd_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Kidz Party Store",
   "Address": "04-12",
   "Phone": "",
   "text": "Kidzpartystore is your one stop resource for party supplies and balloons for party decorations. We offer an unrivalled selection of birthday party supplies, baby shower party supplies and party balloons from popular party themes — like Mickey Clubhouse, Winnie the Pooh, Disney Princess and more. Personalized birthday and baby shower banners are also available to make it a truly special party for your child.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/k/kidz%20party%20store_kps_31055df1-43ed-4fd0-89fe-7241218ec1ee_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Kiehl's SINCE 1851",
   "Address": "01-34",
   "Phone": "+65 6465 9941",
   "text": "Kiehl's makes use of natural ingredients with soothing and moisturizing properties to target skin problems, reduce puffiness, combat aging and improve your skin's natural firmness. Using fine quality skin and hair care formulations, Kiehl's successfully blends cosmetics and pharmaceutics into one all-encompassing solution",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/k/kiehls_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "KOI",
   "Address": "B1-27",
   "Phone": "+65 6569 0271",
   "text": "The only Milk Tea that’s so good you can actually tell us apart from the rest, KOI Café serves Milk tea with a variety of standout toppings and exclusive flavors. Try out our Ovatine Macchiato which exudes a malty aroma that balances the intense rich velvetness of our Macchiato roast.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/KOI_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Kopi Roti",
   "Address": "B2-K8",
   "Phone": "",
   "text": "Thirsty for Kopi? Hungry for Roti? Then head down to Kopi Roti, where we serve rich and aromatic blends of coffee and tea, as well as mouth-watering local delights that are sure to fill your belly!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/k/kopi%20roti_big%20tile_edited_2f159682-54f3-4490-81ed-88bbcf5dd62b_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Kushiya",
   "Address": "B2-K4 to K5",
   "Phone": "",
   "text": "Enjoy modern Japanese dining at Kushiya. With premium cuts of meats and a range of seafood to choose from, taste the smoky char of slow-grilled goodness served on fragrant pearl rice.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/k/kushiya_banner_ad105b64-0cd2-48ab-94dd-22fbf4e83dae_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "L'OCCITANE",
   "Address": "01-15",
   "Phone": "+65 6465 9133",
   "text": "L'OCCITANE offers a provencal lifestyle of natural beauty, colors, scents and traditions. Using only 100% natural essential oils and ingredients with respect to man and the environment, the highest quality skincare, body care and fragrances are created.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/l/loccitane_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "LADY M CONFECTIONS",
   "Address": "02-25 to 26",
   "Phone": "+65 6250 8993",
   "text": "Combining French pastries techniques with Japanese etiquette of precision, Lady M Confections prides itself on creating the freshest and finest cakes and confectionary delights. Its signature cake Lady M Mille Crêpes features twenty paper-thin handmade crêpes layered with light pastries cream topped with a nutty golden caramel.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/l/lady%20m%20confections_lady%20m%20jpeg%20logo%20rgb%20for%20screen_d2fcb479-cb62-49d5-ab94-680a5724909b_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Lampe Berger Paris",
   "Address": "02-33",
   "Phone": "+65 6909 2208",
   "text": "Freshen up any room you are in with fragrances from Lampe Berger!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/l/lampe%20berger%20paris_560x462_3baca845-1db8-4624-a258-25503520b55e_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "LANEIGE",
   "Address": "02-40",
   "Phone": "+65 6252 2434",
   "text": "Achieve naturally hydrated and supple skin anytime, anywhere with Laneige. Using our Skin Veil Base Cushion that gives you a radiant and even skin tone, be assured your skin is always camera ready!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/l/laneige_laneige_main_b2d84d04-93c1-45e7-bcd0-2a321373998b_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Linen Gallery",
   "Address": "03-41",
   "Phone": "",
   "text": "Epitex provides quality bed linen that promotes a good night's rest. Our linens are made from natural fibres extracted from bamboo or cotton so you can rest on the softest linens and nestle into sleep.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/l/linen%20gallery_epitex%20main%20image_f57c54fe-262c-4604-ae8f-1481b6bb88cc_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Long John Silver's",
   "Address": "B1-10",
   "Phone": "+65 6369 9370",
   "text": "At Long John Silver's, our secret batter, prepared fresh throughout the day, distinguishes our deep fried gems from the sea from other fishes out there. Whether you are looking for great fish, seafood and chicken at an affordable price, or a perfect place to dine with your family and friends, Long John Silver's has something for everyone.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/v/valuemenuboard-artwork-560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Lovey",
   "Address": "B1-40",
   "Phone": "+65 6908 3737",
   "text": "Lovey carries a range of female apparels such as dresses and bottoms that are perfect for a casual sundate in this tropical heat.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/l/lovey_lovey_9484412e-2535-4555-a041-4a57310eb348_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Ma Kuang TCM Medical Centre",
   "Address": "03-50",
   "Phone": "+65 6794 6690",
   "text": "Ma Kuang specializes in TCM treatment which integrates the fundaments of Chinese and Western medical science to treat our patients. Our treatments include Acupuncture, TCM consultations and more.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/images%20quick%20upload/makuang_logo.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "MAC WIN",
   "Address": "03-K2",
   "Phone": "+65 6333 3518",
   "text": "Mac Win provides repair and trade in services for IT devices and also retails accessories.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/mac%20win_macwin_website%20directory%20-%20main%20image_8243f60d-ba47-4a27-8130-9565bbdd48a2_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Masizzim",
   "Address": "01-07",
   "Phone": "",
   "text": "An amalgamation of the Korean words ‘masi’ (delicious) and ‘jjim’ (steam), Masizzim (pronounced ma-see-zim) distinguishes itself from all other Korean eateries with their famous 'Galbi Jjim', beef and pork stew dishes. These are complemented by a supporting cast of scrumptious side dishes, such as mix grain Rice Balls, Egg Rolls and three types of savoury Pancakes.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/masizzim_mainimage_709c3fa3-7b79-498a-a448-067f8d6d03d1_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Men Don Tei",
   "Address": "B2-09",
   "Phone": "+65 6369 9361",
   "text": "At Men Don Tei, we serve ramen so good we will have you slurping them up in no time! Beyond a savoury bowl of umami, our extensive menu includes Ebitama Udon with ebi tempura and egg, and Kaisen Bara Chirashi which features a generous assortment of fresh sashimi topped on vinegary sushi rice. For those constantly on the go, we have a takeout counter for picking up fresh sushi.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/mendontei_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Menya Musashi",
   "Address": "02-07",
   "Phone": "",
   "text": "Menya Musashi offers noodles in a variety of different textures and a selection of soup base including white, red and black soup options. Head over and be pampered with a selection of signature broths such as their Signature White Tonkotsu, the Triple soup for chicken lovers and Tokyo-Ueno style soup which features the flavors of the sea.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/menyamusashi_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Miam Miam",
   "Address": "01-21 to 22",
   "Phone": "+65 6369 9008",
   "text": "Combining the culinary creations from the east and the West, Miam Miam dishes up French-Japanese fusion creations that will steal your heart. From the decadent Lobster Bisque Spaghetti to the fluffy Matcha Souffle Pancakes for your after meal treat, indulge in the best of both worlds!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/miammiam_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Mindchamps Reading & Writing",
   "Address": "04-16 to 17",
   "Phone": "+65 6369 9455",
   "text": "At MindChamps Reading & Writing, we build your child's love for stories so that by the age of seven, they will be equipped to become active and skilled readers and writers FOR LIFE!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/m/mindchamps1_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Miniso",
   "Address": "02-09",
   "Phone": "",
   "text": "Established in Tokyo, Miniso was jointly founded with the aim of advocating a fashionable and relaxed lifestyle. Today, Miniso is a global fast fashion designer brand, offering a wide range of products across 10 product categories including lifestyle, home, gifts, and electronics. Miniso is dedicated to providing customers with quality and creative products at affordable prices; Miniso products are priced from as low as $3.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/minisominiso%20logo%20with%20chinese%20wordingwebsitemainimage457d5c984d524d9ca98777f85c2e7f74560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Mirage Aesthetic",
   "Address": "03-20",
   "Phone": "+65 6266 0228",
   "text": "Conceptualised by industry players with more than 10 years in the industry,Mirage Aesthetic is the first botanically-inspired aesthetic centre where quality and customer orientated service comes first. Mirage Aesthetic uses a combination of the latest non-invasive aesthetic technology and specialized skincare products from Korea to customize the perfect solution for your skin type.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/mirageaesthetic_carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "MISSHA",
   "Address": "02-12",
   "Phone": "+65 6465 9537",
   "text": "MISSHA is the top selling brand of cosmetic in Korea and has received international recognition for its high standard of quality skincare and cosmetic products. Main ingredients used are natural plant extract which has passed the strictest care standards. From tightening masks to pore cleansers, we have the solution to your skincare woes.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/m/missha_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "MISTER MINIT",
   "Address": "B2-02",
   "Phone": "+65 6336 1138",
   "text": "Mister Minit specializes in repair services, key fitting and duplication. We also provide engraving services and carry leather care products.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/mister%20minit%20logo%20big.png.transform/cap-highres/image.png",
   "Category": "Service"
 },
 {
   "Name": "Monica Vinader",
   "Address": "01-16A",
   "Phone": "",
   "text": "Monica Vinader is a British luxury jewellery brand that celebrates individuality. Opening up a new category between fashion and fine jewellery, MV creates instantly wearable, contemporary pieces to style, stack and personalise with engraving.Monica's unique designs have a diverse celebrity following including Emma Watson, Olivia Palermo and the Duchess of Cambridge. Our iconic friendship bracelets, vibrant gemstones and cutting-edge diamond pieces have made Monica Vinader internationally successful.At our debut in 2008, Monica Vinader won Brand of the Year at the UK Jewellery Awards, and has since been stocked by global luxury retailers including Harrods, Selfridges, Liberty, Net-A-Porter and Boutique 1. You can step into the world of Monica Vinader at our boutiques in London's Chelsea, Mayfair and Canary Wharf, and in Hong Kong's ifc Mall.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/MV_MainImage_%20982x818px.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Mugiya",
   "Address": "B1-22",
   "Phone": "",
   "text": "Mugiya is a bakery that specialises in creating unforgettable memories for your tastebuds. Simply said, we love bread. It is something you will be able to tell once you put it in your mouth. Every bread is made with precision and enjoyment.We started out humbly from a small shop at Kitchener Road, and right now we have open up several outlets.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/mugiya_mugiya_front_shop_560x462_d19c809f-4704-4dbf-9e1c-0b5c9a40ea48_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Musee Platinum Tokyo",
   "Address": "04-03",
   "Phone": "+65 6804 6500",
   "text": "MUSEE offers the hair removal services that will get you out of any unwanted hairy situations, leaving you with smooth soft skin. Never have to worry about forgetting to shave for that sleeveless top anymore!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/musee%20platinum%20tokyo_musee_logo_cd7b3184-6134-4d5c-b38d-8a4e6ec91316_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "My First Skool",
   "Address": "05-02",
   "Phone": "+65 6509 7887",
   "text": "My First Skool is the pioneer childcare arm of NTUC First Campus Co-operative Limited. They aim to provide quality and affordable childcare service that are accessible to all parents. At My First Skool, they provide a rich learning environment and a range of activities that facilitate optimal growth and development of your child.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/my%20first%20skoolmfs%20logo%20560x462a60dba92e8514fafacf33755ee4d6105560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "My Gym",
   "Address": "04-39",
   "Phone": "+65 6465 9205",
   "text": "Adopting the holistic approach to education, My Gym focuses on honing the creative side of your child. With programmes such as Dance, Music and Art, My Gym develops the aesthetic talents in your young ones.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/m/mygym_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "N.Cat",
   "Address": "02-18",
   "Phone": "",
   "text": "N.CAT - Korea No. 1 Fashion Accessories",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/Plaza%20Singapura/N.Cat%20Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "N20 Nail Spa",
   "Address": "B1-07",
   "Phone": "+65 6250 7163",
   "text": "N20 Nail Spa provides premier nail care manicure and pedicure services in Singapore. Head down to N20 Nail Spa and pamper your nails with a new color today.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/n/n20%20nail%20spa_logo_mainimage_website_79be4d65-5f0c-4fde-bf97-09a8f7a18c65_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Naiise",
   "Address": "B1-41",
   "Phone": "+65 6702 3248",
   "text": "Naiise strives to make good design accessible by retailing novelty items and unique designs and working closely with its community curators and designers to continually source for products that will add some quirkiness and individualism to your space.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/tenant%20image%20folder/naiiselogo.jpg.transform/cap-highres/image.jpg",
   "Category": "Books"
 },
 {
   "Name": "New York Skin Solutions",
   "Address": "03-51",
   "Phone": "+65 6908 5566",
   "text": "New York Skin Solutions is a premium skin treatment company that focuses on restoring healthy, perfect skin for those struggling with skin problems.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/n/newyorkskinsolutions_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "NIKE",
   "Address": "02-43",
   "Phone": "",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/n/nike_nike_website_edited_a1f75f40-4bf2-488a-865e-37c4773d775e_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "NTUC Income",
   "Address": "02-40B",
   "Phone": "+65 6788 1777",
   "text": "NTUC Income offers insurance products and services to serve the protection, savings and investment needs of customers across all segments of society. Visit us for financial advice or your policy servicing needs in areas such as the renewal or endorsements for policies regarding accidents, travel, life policies and more.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/n/ntuc%20income_edited_87e3a54e-6102-4a2a-9648-9e1ec2b2cacb_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Nunsaram",
   "Address": "04-37, 04-K4",
   "Phone": "+65 9865 7182",
   "text": "One of the pioneers of Korean Bingsoo in Singapore, Nunsaram offers 15 icy creations with flavors authentic to this wildly popular Korean dessert. With classics like Injeolmi and locally adapted flavors like Milo, Nunsaram beats the heat with their refreshing sweet treats.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/n/nunsaram_green%20tea_faebb4c3-d687-4e0f-b810-717d51331cc1_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "NY NIGHT MARKET",
   "Address": "01-08",
   "Phone": "N/A",
   "text": "Hailing from Seoul, NY Night Market brings to Singapore a taste of cosmopolitan markets in New York City where one can find a wide array of international street foods, as well as exciting Western fusion delights with a unique Korean touch.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/NYnightMarket_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "NYX Professional Makeup",
   "Address": "02-21",
   "Phone": "",
   "text": "NYX / NIKS / noun - (Greek Mythology) Goddess of the Night—she is a symbol of beauty, power and creative inspiration.WHO WE ARE + WHAT WE DO: PROFESSIONAL MAKEUP FOR ALLNYX Professional Makeup offers the most complete line of affordable professional makeup to a global community of digitally savvy makeup lovers. Our products are always based on real-time trends and deliver on the richest color offering and quality. Our mission is to enable, empower and educate all makeup enthusiasts to become their very own makeup artist. We celebrate makeup artistry and creativity in everyone.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/n/nyx-professional-makeup_nyx-logo_black_0190332a-c2b4-4d77-9a1c-b294a939be26_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "OCBC ATM",
   "Address": "B1-K10",
   "Phone": "",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/o/ocbc_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Oh My",
   "Address": "B1-K1 to K4, B1-01",
   "Phone": "+65 6466 2454",
   "text": "Instagram this: refreshing tropical lemonade in lightbulb bottles that actually lights up and artisanal Hummingbird cake infused with banana, pineapple and spices. Try finding this anywhere else other than Oh My Café.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/OhMyCafe_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Old Street Bak Kut Teh",
   "Address": "B1-25",
   "Phone": "",
   "text": "Improvised with a healthier and non-oily recipe, try out our specialty Dry Bak Kut Teh, unique to Old Street. For the old-school lovers, indulge in our Premium Loin Ribs soup and be spoilt for over 10 selections of sides including all-time favorites, BraisedPeanuts and Preserved Vegetables.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/o/old%20street%20bak%20kut%20teh1309od1158mos9562f7f4a06d4e04b05dcaf1efc8e02e560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Original Cake",
   "Address": "02-24",
   "Phone": "+65 9668 7012",
   "text": "A renowned traditional delicacy. Let's support the only genuine and authentic Original Cake from Danshui, Taiwan in Singapore!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/OriginalCake_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "ORO GOLD Cosmetics",
   "Address": "02-36",
   "Phone": "+65 6259 6505",
   "text": "Oro Gold is an anti-aging cosmetics line that restores the youthful appearance of the skin due to sun damage, aging and other environmental factors. Our various OROGOLD collections are made with real 24 karat gold imported straight from Italy to the United States and then manufactured in our lab. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/images%20quick%20upload/orogold_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Osaka Ohsho",
   "Address": "03-09",
   "Phone": "65 6465 9383",
   "text": "Starting out from their speciality Gyozas, Osaka Osho captured the taste buds of its customers with its ever growing menu featuring the best of Japanese and Chinese favorites. Have the best of both worlds by indulging in the our Osaka Ohsho Fried Rice Set served with our signature Gyoza.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/o/osakaohsho_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "OWNDAYS",
   "Address": "02-42",
   "Phone": "+65 6266 1476",
   "text": "Owndays retails eyewear that are designed and manufactured inhouse. With a wide variety of high quality frames in more than 1,500 styles and just a 20 minutes wait to a new set of stylish frames, we deliver fashionable eyewear at affordable prices. Capped at a price of just $198, our glasses are fitted with high index aspheric lenses at no additional cost!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/o/owndays_1_560x462pxl_8bd67e89-bcf7-4a81-bacf-39a7d5c138c9_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "PANDORA",
   "Address": "01-45",
   "Phone": "+65 6465 9957",
   "text": "Delicately hand crafted to the finest quality, PANDORA provides the perfect adornment for every mood and occasion. From necklace statement pieces to the subtle sparkle of delicate bracelets, walk into every room with understated beauty.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/p/pandora_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "PappaRich",
   "Address": "03-06",
   "Phone": "+65 6465 9586",
   "text": "At PappaRich you will find authentic and delicious staple Malaysian cuisine in the urban city of Singapore.  You can indulge in all-time favorites such as Pappa Nasi Lemak, Pappa Chicken Rice, Pappa Curry Laksa, Pappa Prawn Mee, and other Malaysian delights to go with our creative drinks that will warm your stomach and heart.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/p/papparich_papparich_560i_a3640da5-47e8-4cef-8ac0-13c89164e93b_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Paradise Dynasty",
   "Address": "02-13 to 14",
   "Phone": "+65 6465 9271",
   "text": "Delve into the legend of Paradise’s Xiao Long Bao as we pay tribute to this time-honored delicacy with eight types of fusion Xiao Long Bao. Touted as a world-first, our xiao long bao comes in never-before, innovative flavours like Crab Roe, Cheese, Garlic, Herbal, Ma La, and the kings among kings- Foie Gras and Black Truffle",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/p/paradisedynasty_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "PAUL",
   "Address": "01-05",
   "Phone": "+65 6369 9080",
   "text": "Serving authethic French cuisine and wide range of mouth-watering viennoiseries and patisseries, Paul is the fastest way you can get to Paris.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/p/paul%20bakery_paulresized_560_c8bcd722-2f6f-4dbe-8974-fe478005e39c_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Pho Street",
   "Address": "B2-K6 to K7",
   "Phone": "+65 6465 9909",
   "text": "Pho Street aims to ignite the Vietnamese food culture in Singapore with an emphasis on pulsating Vietnamese cuisine. Serving up a vibrant mix of Vietnamese delights from different regions in Vietnam as well as the healthy and tasty nature of Vietnamese fare, diners can indulge in our signature Beef and Chicken Pho, with the flavorsome stock promising to wet your taste buds. Pho Street also offers a wide variety of street snacks which includes the famous Summer Roll and Crispy Fried Pork Roll.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/p/pho%20street_pho%20street_5963ac0d-46d0-46a2-935b-0f241c0f28fa_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Pizza Hut",
   "Address": "04-04 to 05",
   "Phone": "",
   "text": "Enjoy your meal with great variety of food at Pizza Hut Express! Savour the signature Pan pizzas with scrumptious ingredients, or choose from a wide range of baked rice, pasta and western dishes. Try the irresistible Sweet ‘N’ Spicy Drumlets marinated in punchy New Orleans spices or simply order the Hut’s Platter that features all your favourite sides on one plate.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/Pizza_Hut_Classic_Pizza.png.transform/cap-highres/image.png",
   "Category": "Food"
 },
 {
   "Name": "Platinum Yoga",
   "Address": "26-01, 05-03",
   "Phone": "+65 6348 0809",
   "text": "Platinum Yoga is an authentic yoga centre offering all levels and styles of yoga in Singapore. Be it classical Iyengar Yoga, Ashtanga Yoga or Flow Yoga including specialized classes in Prenatal, Aerial Yoga, Yin Yoga Rehabilitative, Yoga for Kids or Power Yoga – you’ll definitely find a comprehensive list of classes that will rejuvenate you at our studios.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/p/platinum%20yoga_py_shopfront_b0f3a70a-17fd-40c0-bbee-9c3be2e2eef7_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "POPULAR Bookstore",
   "Address": "04-26 to 27",
   "Phone": "+65 6375 4836",
   "text": "POPULAR is a household name synonymous with educational and lifestyle essentials, which offers a wide range of English, Chinese and assessment books, multimedia, stationery and gifts, across its established retail network of more than 50 bookstores island wide.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/p/popular_560iwg.jpg.transform/cap-highres/image.jpg",
   "Category": "Books"
 },
 {
   "Name": "prettyFIT/ BeetleBug",
   "Address": "02-39",
   "Phone": "+65 6338 9613",
   "text": "prettyFIT's philosophy is to provide quality affordable footwear in superior lambskin and leatherette, crafted intricately into various designs. We cater primarily to the young, hip and sophisticated individuals on the lookout for quality affordable footwear. BeetleBug creates shoes that work for everyone – shoes that are stylish, suave, comfortable, affordable and of good quality. BeetleBug footwear runs the gamut from casual to formal, using only the finest craftmanship.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/p/prettyfitandbeetlebug_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "REMAX",
   "Address": "03-13",
   "Phone": "+65 62516659",
   "text": "REMAX mobile accessories",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/REMAX_carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "RHB Bank",
   "Address": "B1-23 to 24",
   "Phone": "",
   "text": "Established in Singapore since 1961, RHB Bank offers market leading services in Consumer Banking, Corporate Banking, Business Banking, Treasury and Investment Banking. Our strong philosophy in service excellence has seen the Bank being awarded “Best Customer Experience Management of the Year” by APCSC Hong Kong and also the Singapore Quality Class STAR by SPRING Singapore.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/r/rhb_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "ROYCE'",
   "Address": "01-12",
   "Phone": "+65 6465 9374",
   "text": "Producing quality artisanal chocolate that melts in your mouth, Royce is dedicated to make real good chocolate of you got to try out our Nama Chocolate. Infused and accentuated with the aroma of Hennessy V.S.O.P, the subtle bitterness of cacao in this semi-sweet chocolate is truly decadent.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/r/royce_560.png.transform/cap-highres/image.png",
   "Category": "Food"
 },
 {
   "Name": "rubi shoes",
   "Address": "02-20",
   "Phone": "+65 6465 9714",
   "text": "Rubi offers a unique mix of the most on trend footwear and accessories. Never walk another mile feeling less than a model off duty!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/r/rubishoes_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Samsung Experience Store",
   "Address": "01-01, 02-01",
   "Phone": "+65 6369 9175",
   "text": "The new Samsung Experience Store provides consumers with an immersive experience, giving them access to Samsung's latest range of products with infotainment and educational content as well as in-store dining options. Approach our staff for expert advise and receive technical support at our store. Do keep a look out for exclusive sneak previews of our latest products here!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Samsung_Carousel.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Sanrio Gift Gate",
   "Address": "04-29",
   "Phone": "",
   "text": "Bringing to you all things Sanrio, expect familiar faces like Hello Kitty and Gudetama, adorably adorned on over 2000 different collectibles and gifts! Think Hello Kitty stationery and Gudetama plushies! Check out Sanrio Gift Gate to discover more adorable Sanrio characters.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/sanrio_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Sasa",
   "Address": "02-19",
   "Phone": "+65 6465 9143",
   "text": "Sasa offers more than 400 brands, covering 10,000 skin care, fragrance, make-up, hair care and body care products and health supplements including own-brands and exclusive products. Being a one-stop cosmetic specialty store, we provide customers with the widest range of high quality products at the most competitive value. We also provide complimentary facial and make-over services at selected stores.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/s/sasa_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Scanteak Signature",
   "Address": "03-31 to 32",
   "Phone": "",
   "text": "SCANTEAK Signature introduces home furnishing solutions in a more contemporary, artistic setting. Come visit SCANTEAK Signature, our first and only concept store to feature limited edition designer pieces, teak accessories and exclusive collections, enjoying the best of Scandinavian living.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/scanteak%20signature_scanteak_560i_075dea78-269d-4c67-abe3-11ac70936708_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "SEA HORSE",
   "Address": "03-42",
   "Phone": "+65 6265 7978",
   "text": "Sea Horse retails quality mattresses and pillows that will guarantee you a good night's sleep. With high density high rebound sponge and mold mite biocontrol function, trust your sleep with Sea Horse.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/s/seahorse_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "SELFFIX DIY",
   "Address": "B1-19",
   "Phone": "+65 6465 9030",
   "text": "The Home of D.I.Y. is a hardware and DIY supplies store where you can find power drills, shower tubes, wall or door hooks and more.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/selffix%20diy_selffix_560_tsv_b5b58bd2-4870-4123-b1ae-93b0955a8c22_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "SEOUL MART",
   "Address": "B1-18",
   "Phone": "",
   "text": "Seoul Mart is a mini mart retailing a variety of food items and household necessities unique to Korean culture.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/seoul%20mart_untitled_1e2f2d2c-5756-4270-a92a-84e088618b3d_560x462.png.transform/cap-highres/image.png",
   "Category": "Supermart"
 },
 {
   "Name": "Sephora",
   "Address": "01-23 to 24",
   "Phone": "",
   "text": "Sephora has all you need for beauty and personal care. Featuring an ever-increasing amount of classic and emerging brands across a broad range of product categories including skincare, makeup, fragrance, body and hair care, there is not a look we cannot help you achieve. With our makeup gurus and makeup bars in-store, we can recommend you the best products for your skintone and help you design your look!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/s/sephora_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "SF Fruits",
   "Address": "B2-K3",
   "Phone": "",
   "text": "SF fruits delivers superior quality cut fruits and fruit juices at a value-for-money price positioning. We have also come up with wide range of fruit juice combination that focuses on body wellness by selecting fruits with antioxidant properties and packed with vitamins.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/sf%20fruits_sf_560i_8facbff3-6835-4031-91b0-fe7e5b87e0c0_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Shabu Sai",
   "Address": "B1-12",
   "Phone": "",
   "text": "Shabu Sai serves all-you-can-eat Shabu-Shabu and Sukiyaki buffet with seven tasty soup bases and a splendid array of more than 60 items on the buffet table to choose from. The must-try Shabu Sai specialities include the Tonkotsu soup base, prepared using the same formula as the restaurant's outlets in Japan, the Sukiyaki soup base that offers a flavourful stock for the freshest ingredients to simmer in as well as signature items such as the pork, beef or chicken served in bamboo, where the bamboo's anti-bacterial properties protect the freshness of the minced meat.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/shabu%20sai_560x462pixels_f008208a-d210-4082-ae42-18b465b11ead_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Singapore Post",
   "Address": "02-40A",
   "Phone": "",
   "text": "SingPost offers a wide range of products and services at the Post Office including postal services such as stamp purchases and registered article transactions; agency services like bill payments,  licence renewals and cards top-ups; and financial services such as remittances, personal loans, insurance and investment plans; as well as government services like applications of passports and extensions of social visit pass. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/singpost_westgate%20po_shopfront_11d3c9de-b179-4314-b0ad-623546a5852a_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Singtel Exclusive Retailer",
   "Address": "03-43",
   "Phone": "+65 6793 2272",
   "text": "Taking care of all your telecommunication needs from mobile services to entertainment, cable and broadband services, Singtel keeps you connected on your devices and keeps entertainment on the go.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/g/g%20force%20singtel%20exclusive%20retailer20140918singtel%20exclusive%20retailer%20masterbrand%20logo%20colour%20vertb61718785c9b4607a9c186f6c2372f5a560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "SIXTIES",
   "Address": "02-17",
   "Phone": "+65 6465 9828",
   "text": "Sixties Design Studio is a fashion retail outlet that sells womens clothes such as dresses, pants, shoes and bags.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/sixties_edited_3c42eb4d-fb4c-4b9f-89ee-0cd9f042b5d8_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "SkinLab The Medical Spa",
   "Address": "04-22",
   "Phone": "+65 6358 3088",
   "text": "SkinLab The Medical Spa adopts the most advanced technology and high-quality skin care products to personalize beauty treatments to provide each customer beauty advices to ensure that a variety of treatment and services can meet their needs.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/s/skinlab_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Slumberland",
   "Address": "03-30",
   "Phone": "+65 6465 9209",
   "text": "Taking care of all your furniture needs, Slumberland carries a series of living room, dining room and bedroom pieces that will brighten up your home. Being the leading premium beddings brand, discover better sleep with our breakthrough DuraTech mattresses that will enhance your sleep quality.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/slumberland_slumberland%20option%201%20-%20copy_c1c9fde3-6f9f-4c37-9edc-5125ffc1dd9b_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Sorella",
   "Address": "B1-36",
   "Phone": "+65 6382 8201",
   "text": "Sorella believes in treasuring and celebrating every woman's innate femininity.We aim to highlight and enhance your natural beauty and sexy curves with our high quality lingerie, which provide unparalleled support, superior shaping, desired toning and overall flawlessness.Cherish yourself with Sorella and unveil your true feminine allure. Discover, indulge in your body and love yourself entirely through our premium lingerie.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/sorella_560pxx462px-body-cushion2",
   "Category": "Fashion"
 },
 {
   "Name": "Spageddies",
   "Address": "03-07",
   "Phone": "+65 62648236 / 62648237",
   "text": "American / Italian / Family Restaurant",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/tenants/Shrimp%20Scampi%20-%20982%20x%20818.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Spectacle Hut",
   "Address": "B1-33, B1-34",
   "Phone": "",
   "text": "Here at Spectacle Hut, you can find a wide range of branded eyewear labels including Gucci, Dior, Givenchy, Marc Jacobs, Prada, Loewe, Rayban and the British brands Hackett and Pepe Jeans. It is also the place to shop for your favourite coloured contact lenses MaxiEyes (exclusive to Spectacle Hut group!) and to replenish your supplies.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/spectaclehut_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Spring Rolls",
   "Address": "04-18",
   "Phone": "",
   "text": "These mini trampoline parks provides a great place for kids to be active and doing something healthy at the convenience of parents and guardians.Spring Rolls also provides the perfect introduction to the sport of Trampoline, allowing kids to pick up/polish basic motor skills and trampoline skills.F210",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/sg/SpringRollsShopFront_main.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Stalford Learning Centre",
   "Address": "04-19 to 20",
   "Phone": "+65 6898 3233",
   "text": "At Stalford Learning Centre, we aim to provide quality education and excellent service to all our students from preschool to junior college level.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/stalford%20learning%20centre_stalford%20learning%20centre_stalford%20learning%20centre_51b68283-b215-4a11-844e-8ce26be4103a_560x462_42300df8-54ef-4697-8795-9f50716e1f7e_560x462.png.transform/cap-highres/image.png",
   "Category": "Service"
 },
 {
   "Name": "STAR ARTS",
   "Address": "04-K1",
   "Phone": "",
   "text": "Star Arts provides family friendly art and craft activities that would be sure to keep your little ones occupied and your hearts warm. Head over today to give your kids an artistic head start!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/star%20arts_edited_a6f39b63-77a3-4e41-8e10-f29019854ad6_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Starbucks",
   "Address": "02-04",
   "Phone": "+65 6465 9275",
   "text": "Starbucks Coffee Company is the premier roaster and retailer of the highest quality arabica coffee in the world. Through our unwavering commitment to excellence and our guiding principles, we bring the unique Starbucks Experience to life for every customer through every cup.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/starbucks_starbucks_image2_560x560_6b8613bd-c803-42f8-8e9e-0626d48a3bbc_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "StarHub",
   "Address": "03-28",
   "Phone": "",
   "text": "Experience complete convenience at StarHub's one-stop lifestyle shop for your cable TV, broadband and mobile needs. Check out the latest handsets and smartphones and the various StarHub Mobile plans and services. Visit StarHub today and get more from the latest promotions and services for your personal or business needs. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/starhub_starhub_560i_bac217d4-10c4-4a37-9219-5a8a819f554c_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Sticky Wings",
   "Address": "02-05",
   "Phone": "+65 6266 8455",
   "text": "To give all chicken lovers the most flavorful experience.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/tenants/Sticky%20Wings%20Opening%20982%20x%20818-01.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Strip & Browhaus",
   "Address": "03-23",
   "Phone": "+65 6465 9404",
   "text": "Strip is a waxing boutique at the forefront of Brazilian waxing. Keeping things smooth, we offer quality service and advanced techniques when it comes to pre- and post-wax care. We are also famous for our wax formulations and products like our Ingrown Hair Cream that wards off nasty ingrown hairs and STRIP Ice Creamto soothe your skin post-wax. The Browhaus menu covers a range of brow grooming techniques such as threading, tweezing, tinting and brow resurrection to create arches that effortlessly complement your features, skin tone and hair colour. There are also complementary beauty treatments available for the lashes and face, so prepare to step out of our boutiques truly transformed.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/strip_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Sugar Cube",
   "Address": "B1-44",
   "Phone": "+65 6465 9953",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/sugarcube_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Sulwhasoo",
   "Address": "01-28",
   "Phone": "+65 6266 2608",
   "text": "Sulwhasoo is a global luxury brand that believes in a holistic approach to skincare, harmonizing our natural beauty with ancient Asian wisdom and restoring the delicate equilibrium between body and mind. Using Korean herbal medicinal ingredients that are transformed into rich efficacious components of our beauty products, we make use of premium ingredients like Ginseng to restore the lustre and youth of your skin.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/sulwahsoo_560x462%20300dpi_eef07be5-5721-4623-b6a5-2b6e6547ef43_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Superga",
   "Address": "02-41",
   "Phone": "+65",
   "text": "Born 1911 in Torino, Italy, under the stewardship of Walter Martiny,\nSuperga started producing shoes with vulcanized rubber soles, ensuring both flexibility\nand durability, thereby redefining the humble trainer. The Classic Superga 2750\nrange has been an icon from the beginning. Long a favourite for taking Italians\nfrom the city to the beach during the weekends, its ubiquity demonstrates its\nversatility, and crucially, comfort— thus the slogan “People’s shoes of Italy”.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Superga_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Sushi Express",
   "Address": "B1-26",
   "Phone": "+65 6465 9326",
   "text": "Sushi Express is fast becoming the most recognisable name for sushi in Asia, serving fresh, delicious sushi at an affordable price. With more than 60 varieties within your immediate reach, everything @ $1.5++/plate. What are you waiting for? So drop by, relax and enjoy!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/s/sushi%20express_sushi%20express_pic1_74397b29-46ac-4902-9906-72d2970fe24e_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "T.M.Lewin",
   "Address": "01-40",
   "Phone": "+65 6710 5770",
   "text": "T.M.Lewin offers a range of menswear that includes men's shirts, suits, ties, cufflinks, outerwear and accessories. With designs such as checked, striped and patterned shirts, we aim to provide you with the opportunity to effortlessly blend in to your professional life, but confidently stand out from the crowd, with high quality business wear",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/tmlewin_tmlewin_560i_cb7cfb0d-5b40-4a98-807b-688b16232319_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Tai Chong Kok",
   "Address": "B2-05",
   "Phone": "",
   "text": "Tai Chong Kok uses premium ingredients to produce our authentic Cantonese confectionary. Our mooncakes are renowned for their genuine taste of tradition. We are one of the very few bakeries left in Singapore that still produce our fresh lotus paste by hand using 100% pure lotus seeds with no preservatives added",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/t/taichongkok_560i.png.transform/cap-highres/image.png",
   "Category": "Food"
 },
 {
   "Name": "Talisman's",
   "Address": "02-K2",
   "Phone": "+65",
   "text": "Talisman's bring in all the latest product out there since 2005 which allow the customers to have a variety of accessories products to choose from.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Talismans_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "TEMT",
   "Address": "02-45",
   "Phone": "+65 6465 9291",
   "text": "Temt brings in weekly new arrivals that draws inspiration fresh from the runway. Targeting avant garde ladies aged btween 25 to 35, expect bold statement pieces, floral feminine silhouettes and many more flattering cuttings to that encapsulates the chic modern woman.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/t/temt_image_560x560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "The Ballet School",
   "Address": "04-10",
   "Phone": "+65 6465 9338",
   "text": "The Ballet School runs premier Classical Ballet programme for all genders, ages and levels. Additionally, we have diversified to include other popular genres of dance with distinctively different styles like Jazz and Hip Hop for those who like to groove and move.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/t/theballetschool_image_560x560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "The Closet Lover",
   "Address": "02-32",
   "Phone": "",
   "text": "The Closet Lover started operations with the aim of sharing our love for fashion.With the strong support from customers, we have evolved into an established and reputable fashion store in Singapore. We offer a wide range of products including apparels, shoes and accessories. All our products are specially manufactured, with the ever changing trends in mind, allowing customers to show their very best.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/the%20closet%20lover_closetlover_560x462_fba44865-8860-4f2b-bfff-5ffc63a127cd_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "The Editor's Market",
   "Address": "02-46",
   "Phone": "+65 6737 0669",
   "text": "Gather your girl friends and head over to The Editor's Market because the more you buy, the cheaper it gets! With discounted rates for every third and sixth piece of apparel purchased, mix and match any dresses, jeans or even shoes to put together your perfect outfit.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/the%20editors%20market_edited_aaaf544e-c4f7-4585-aa7b-6e0036a4c9a3_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "The Learning Lab",
   "Address": "04-33",
   "Phone": "",
   "text": "The Learning Lab is the leading national provider of academic enrichment and tutorial programmes for primary, secondary, and integrated programme students in Singapore. We develop and run premier enrichment programmes in English, Chinese, Math as well as the Sciences at the preschool, primary, secondary and pre-tertiary levels",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/for%20quick%20upload%20image/thelearninglab_big.png.transform/cap-highres/image.png",
   "Category": "Service"
 },
 {
   "Name": "The North Face",
   "Address": "03-14 to 15",
   "Phone": "+65 6255 0120",
   "text": "The North Face provides an extensive line or innovative, high-performance, technically advanced apparel, footwear, equipment and accessories for serious outdoor adventurers, global trekkers and sophisticated urbanites who have one thing in common: they seek out, invest in, use, and wear the best.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/NorthFace_MainImage.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "THE SALAD CORNER",
   "Address": "B2-K1",
   "Phone": "+65 8202 0522",
   "text": "Who said eating healthy can't be enjoyable? With our unique dressings like Thai Lemongrass and Chilli or the Spicy Goma to go with a selection of more 30 toppings, spruce up your bowl of greens and never dread eating clean!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/the%20salad%20corner_thesaladcorner_d4b75da0-2600-426a-a9b5-f6ca4c592ea8_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "The Shirt Bar",
   "Address": "01-32",
   "Phone": "+65 6713 0314",
   "text": "The Shirt Bar helps you express your style and personality through our tailored shirts. As a menswear specialist, we offer a comprehensive range of ready to wear superior quality fit shirts and accessories. No Shirt Is An Ordinary Shirt.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/the%20shirt%20bar_untitled_0234fc24-cacc-47f7-b76c-fa65dcacef86_560x462.png.transform/cap-highres/image.png",
   "Category": "Fashion"
 },
 {
   "Name": "The Underground",
   "Address": "02-11",
   "Phone": "+65 6702 4023",
   "text": "The Underground is known for its wide variety of designs at affordable prices.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/the%20underground_the%20underground_the%20underground%20560x462_2934fc74-855f-461f-b38c-5e9ceb25fc69_560x462_20d02f47-058e-4b17-8e6a-70dbdbf923f6_560x462.png.transform/cap-highres/image.png",
   "Category": "Fashion"
 },
 {
   "Name": "Tim Ho Wan",
   "Address": "01-13 to 14",
   "Phone": "",
   "text": "Savour affordable Michelin star Dim Sum at Tim Ho Wan. The restaurant offers authentic Hong Kong style Dim Sum, including the highly raved BBQ pork buns that earned its global fandom. With 28 items on the menu, there is something for everyone to enjoy.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/t/timhowan_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Timberland",
   "Address": "02-23",
   "Phone": "+65 6465 9304",
   "text": "Timberland brings you shoes that will walk you through your day and last you through the year. With our classic lugs and boatshoes designed to dress you up, thrown on with our iconic plaid shirts and look good in rugged casual.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/timberland_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Timezone",
   "Address": "B1-03 to 06",
   "Phone": "+65 6265 1132",
   "text": "Bridging the worlds of virtual reality and real life, Timezone creates the perfect environment for recreational fun to engage your young ones. Customers get to win fabulous prizes from the extensive range of unique and high quality products from its newly open prize shop. Equipped with the latest and hottest games, Timezone offers its customers a truly fun-filled experience!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/timezonefamily1%205%20560x462%2000261e51a3e0d844119a6312abdfd04be03560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Entertainment"
 },
 {
   "Name": "TOAST BOX",
   "Address": "02-02",
   "Phone": "+65 6465 9373",
   "text": "Remodeled after the coffeeshops from the 60s, Toast Box recreates the nostalgic yesteryears for you to enjoy a fragrant cup of Nanyang Coffee accompanied by freshy toasted bread and other local delights. Get ready to take a trip down memory lane.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/toastbox_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "TOKUTOKUYA",
   "Address": "B1-16 to 17",
   "Phone": "+65 6909 3656",
   "text": "\"TOKUTOKUYA\" is a company of 100 yen shop that ECI Co., Ltd. operates around the world.We provide valuable products at flat price.Our philosophy based on business development is to always impress our customers.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/tokutokuya_tokutokuya_frontshop_560x462_18fd313f-e409-4a4b-99b8-33d317e967e2_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Tokyu Hands",
   "Address": "01-36 to 37",
   "Phone": "+65 6710 7100",
   "text": "Tokyu Hands carries our most popular “designed in Japan” items such as beauty products, latest stationery, travel ware, functional household items and many more! Head down to discover smart and creative solutions to your everyday needs.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/t/tokyu%20hands%20shopfront.jpg.transform/cap-highres/image.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Tonkatsu Bistro by Ma Maison",
   "Address": "04-06",
   "Phone": "+65 6465 9556",
   "text": "Enjoy crispy Tonkatsu served over savoury Japanese Curry or Ramen at Tonkatsu by Ma Maison.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/t/tonkatsu%20by%20ma%20maison_edited_30b8bebb-6274-4692-af9c-791eca718a5b_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Tsukada Nojo",
   "Address": "03-04",
   "Phone": "+65 6465 9356",
   "text": "At Tsukado Nojo, we revolutionize your typical steamboat experience with our signature Collagen Soup Beauty Pot, Bijin Nabe. Served to you after 8 hours of slow simmering, the Bijin Nabe combines flavors of the land and sea with a platter of chicken, prawns and assorted vegetables to go in your pot.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/t/tsukada_nojo_image_560x560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Typo",
   "Address": "02-22",
   "Phone": "",
   "text": "Typo is a stationery and gift store where you can expect tradition with a twist, offering products across the categories of homewares, decorator, travel, tech, card and wrap, office and DIY crafts. We add personality to everyday items to create fun, quality and unexpected products that fill your space with your individualism.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/t/typo_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Books"
 },
 {
   "Name": "Unionware",
   "Address": "03-K1",
   "Phone": "+65 6352 7531",
   "text": "Unionware is your one stop trading and servicing point for Mobile Phone and Personal mobility devices (PMD). We provide reliable and trustworthy mobile repair and trade-in services. Also, with a good selection of PMD like E-scooter, Hoverboard and Unicycle, we truly cater to your mobility needs!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/u/unionware_unionware_logo_df27274f-8e33-4c72-af0a-cfdb86622707_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Unity Pharmacy",
   "Address": "B1-21",
   "Phone": "",
   "text": "With a mission to make healthcare accessible and affordable to all, NTUC Unity Healthcare provides pharmaceutical services such as drug interaction and diabetic care advices. We also provide dispensary services that offers prescription and non-prescription items for purchase.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/tenant%20image%20folder/unity_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "UOB ATM",
   "Address": "B1-K9, 01-K5",
   "Phone": "+65 1800 222 2121",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/u/uob_560i.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Victoria FaceLift",
   "Address": "03-29",
   "Phone": "+65 6250 3332",
   "text": "Victoria Facelift, the anti-wrinkle and facelift specialist, has brought in the latest non-invasive anti-ageing breakthrough from the UK, which can achieve instant lifting and wrinkle reduction WITHOUT the need of botox injections or cosmetic surgeries.Its signature Victoria Power-Lift effectively targets ageing skin woes such as crow’s feet, forehead lines, droopy face, double chin, sagging cheeks, loose Jowl, nasolabial folds and more.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/v/victoria%20facelift_victoriashopfront_bf692ff9-4466-4536-8968-6c992ebe1f7d_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Vintage Studio Hairdressing Spa",
   "Address": "03-25",
   "Phone": "+65 6465 9278",
   "text": "Using innovative hair technology and organic products for our hair services, trust your new look with our trained stylists, be it the bangs you always wanted to wear or the wavy locks of permed updo.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/v/vintagestudio_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "VITAKIDS",
   "Address": "04-28",
   "Phone": "",
   "text": "With a wide range of trusted health supplement and natural remedy brands, great-tasting natural/ organic foods, gentle personal care products and eco-friendly household cleaning agents, families can stay healthy together and children receive the best they can get to build a healthy foundation for their future!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/for%20quick%20upload%20image/vitakidslarge.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "VIVA Money Changer",
   "Address": "B2-K18 to K19",
   "Phone": "+65 6369 9363",
   "text": "",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/v/viva%20money%20changer_edited_ca95cef6-fad5-4e2c-99bb-82d7c2af8b48_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Vom Fass",
   "Address": "04-41",
   "Phone": "+65 6465 9948",
   "text": "VOM FASS offers a curation of world specialties fresh from the barrel. Think the finest vinegars, oils, wines, exquisite liqueurs and spirits!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/v/vom%20fass_vomfass560_f01133d5-324b-4343-ab34-5515f1760f1f_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Supermart"
 },
 {
   "Name": "Watsons",
   "Address": "B1-15",
   "Phone": "+65 6465 9912",
   "text": "Watsons carries a variety of body wellness and beauty products to make looking good and feeling good convenient to all its customers. Expanding to provide services such as medication dispensing and review as well, Watsons care about your health and wellness.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/w/watsons_watsons_560_de9a03cd-71fc-4406-8565-ef8676afc2f6_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "We The People",
   "Address": "03-38 to 39",
   "Phone": "",
   "text": "We The People is the world’s first physical retail store where people can physically touch and see products that were funded with Kickstarter. What's more, they can purchase the product on the spot with no additional waiting time or shipping charges.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/CarouselWTPeople.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Westgate Wonderland",
   "Address": "04-00",
   "Phone": "",
   "text": "Westgate Wonderland will be closed at 4pm every Sat & Sun in the month of Oct for Westgate Wonderland Halloween Party. We apologize for the inconvenience caused.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/w/westgate%20wonderland_play_018_e5c12ce8-7217-442c-958d-15b385b85853_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Winning Marketing",
   "Address": "04-35",
   "Phone": "",
   "text": "WINNING is the biggest supplier of Winter and Outdoor Gear in Singapore. Our affordable high quality line of products ranges from gloves and jackets to luggage and backpacks for safe and fun outdoor activities.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/w/winning_edited_b7e87b69-aee4-4afa-ae01-5965020a81c4_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Wok Master",
   "Address": "B1-09",
   "Phone": "+65 6909 2386",
   "text": "By preparing quality ingredients the traditional way, Wok Master brings you an authentic and premium, yet affordable “Tze Char” experience. From all-time classics like Sambal Kang Kong to hot favorites like Salted Egg Pork Ribs, Wok Master dishes go through the fire in the Wok to achieve that essential “Wok Hei” you love. ",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/Westgate_weblisting.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Xpressflower.Com",
   "Address": "02-37",
   "Phone": "+65 6465 9175",
   "text": "Xpressflower.com provides more than just flowers. We are here for our customers 24/7, committed to offering only the freshest flowers and gifts and backed by service that is reliable and prompt. With value added products like cakes and champagnes to make your surprise more special than it already is, our 24-hour delivery service will make sure your loved one can receive your affections whenever.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/x/xpressflower_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Others"
 },
 {
   "Name": "Yamaha Music Square",
   "Address": "04-40",
   "Phone": "+65 6740 9336",
   "text": "For those who are musically inclined, head down to Yamaha to further hone your music talents. Qualified teachers, with immense passion for music, deliver courses with professionalism and patience, sharing the joy music brings with beginners and advanced players alike. Aspiring young Beethovens can sign up for our piano course while pop music lovers can try out our drums or bass courses.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/storefront_560/y/yamahamusic_image_560x560.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 },
 {
   "Name": "Yishion",
   "Address": "02-44",
   "Phone": "",
   "text": "If preppy chic is your go-to style, look no further than Yishion. Emboldened with bright blue hues and nautical vibes, Yishion sends you feeling like you are on a cruise. Or at least dressed appropriately for one!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/y/yishion_yishion_82a4fbfd-f35c-4747-99f2-634939bc42b2_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Fashion"
 },
 {
   "Name": "Yolé",
   "Address": "03-02",
   "Phone": "+65 6733 2500",
   "text": "Yolé serves soft creamy frozen multi-flavoured yogurt with a wide variety of toppings, blended smoothies and specialty dessert like coconut soft-serve ice cream. This is the real yummy.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/cma-tenants/Yole-LogoBplus.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Yoogane",
   "Address": "03-08",
   "Phone": "+65 6710 7821",
   "text": "Wildly popular and arguably one of the best in Korea, Yoogane brings the Korean heat into Signapore. Well-loved for our unique blend of sauces and seasoning that marinates our chicken to a spicy tangy perfection, try out our signature Yoogane's Chicken Galbi - a generous portion of flavorful spicy chicken stir fried with an assortment of greens and rice cake to balance the heat.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/a/yoogane_560.jpg.transform/cap-highres/image.jpg",
   "Category": "Food"
 },
 {
   "Name": "Yves Rocher",
   "Address": "02-16",
   "Phone": "+65 6465 9348",
   "text": "With bodycare and skincare products made from natural botanical ingredients, Yves Rocher creates a series of beauty products that can combat aging and wrinkling of different skin types and hydrate your skin to return the suppleness to your complexion.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-media-library/Shopping%20Malls/Singapore/Singapore/westgate/YvesRocher_Carousel1.jpg.transform/cap-highres/image.jpg",
   "Category": "Healthcare"
 },
 {
   "Name": "Zaffron Kitchen",
   "Address": "01-20",
   "Phone": "+65 6465 9880",
   "text": "Voted 'Best Indian Restaurant 2013' and gaining numerous rave reviews from the media, Zaffron Kitchen serves an excellent mix of North, South and local Indian favourites. Whether you are a gourmet of Indian food or an inquisitive diner who is looking for a place to chill and enjoy good food, get ready for a gastronomic exploration that will bring your dining experience to a whole new level.",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/z/zaffron%20kitchen_zaffron%20kitchen%20logo3_cc1a2a80-fb1e-4a6f-936c-687542a67b95_560x462.png.transform/cap-highres/image.png",
   "Category": "Food"
 },
 {
   "Name": "Zoomoov",
   "Address": "04-38",
   "Phone": "+65 6338 6305",
   "text": "Zoomoov is a young company operating rides for children in Singapore. Hop onto our safari themed animal rides for a whole day of delight and excitement! Make our outlets your indoor playground and take our ZOOMOOV animals out for a spin!",
   "img_src": "https://www.capitaland.com/content/dam/capitaland-tenants/imported/en/-/media/cma-malls/websites/logos_560/z/zoomoov_dsc_3248_0313b98c-f9d6-4b95-8dcd-425a4e9e0e9c_560x462.jpg.transform/cap-highres/image.jpg",
   "Category": "Service"
 }
]